[ {
  "docId" : "1",
  "content" : "\nSUBJECTIVE: This 23-year-old white female presents with complaint of allergies. She used to have allergies when she lived in Seattle but she thinks\nthey are worse here. In the past, she has tried Claritin, and Zyrtec. Both\nworked for short time but then seemed to lose effectiveness. She has used\nAllegra also. She used that last summer and she began using it again two weeks\nago. It does not appear to be working very well. She has used over-the-counter\nsprays but no prescription nasal sprays. She does have asthma but doest not\nrequire daily medication for this and does not think it is flaring up.  \n  \nMEDICATIONS:  Her only medication currently is Ortho Tri-Cyclen and the\nAllegra.  \n  \nALLERGIES:  She has no known medicine allergies.  \n  \nOBJECTIVE:  \nVitals: Weight was 130 pounds and blood pressure 124/78.  \nHEENT: Her throat was mildly erythematous without exudate. Nasal mucosa was\nerythematous and swollen. Only clear drainage was seen. TMs were clear.  \nNeck: Supple without adenopathy.  \nLungs: Clear.  \n  \nASSESSMENT: Allergic rhinitis.  \n  \nPLAN:  \n1. She will try Zyrtec instead of Allegra again. Another option will be to\nuse loratadine. She does not think she has prescription coverage so that might\nbe cheaper.  \n2. Samples of Nasonex two sprays in each nostril given for three weeks. A\nprescription was written as well.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "AllergicRhinitis.txt"
}, {
  "docId" : "2",
  "content" : "\nHISTORY:  A 34-year-old male presents today self-referred at the <\br> recommendation of Emergency Room physicians and his nephrologist to pursue\nfurther allergy evaluation and treatment. Please refer to chart for history\nand physical, as well as the medical records regarding his allergic reaction\ntreatment at ABC Medical Center for further details and studies. In summary,\nthe patient had an acute event of perioral swelling, etiology uncertain,\noccurring on 05/03/2008 requiring transfer from ABC Medical Center to XYZ\nMedical Center due to a history of renal failure requiring dialysis and he was\nadmitted and treated and felt that his allergy reaction was to Keflex, which\nwas being used to treat a skin cellulitis dialysis shunt infection. In\nsummary, the patient states he has some problems with tolerating grass\nallergies, environmental and inhalant allergies occasionally, but has never\nhad anaphylactic or angioedema reactions. He currently is not taking any\nmedication for allergies. He is taking atenolol for blood pressure control. No\nfurther problems have been noted upon his discharge and treatment, which\nincluded corticosteroid therapy and antihistamine therapy and monitoring.  \n  \nPAST MEDICAL HISTORY: History of urticaria, history of renal failure with\nhypertension possible source of renal failure, history of dialysis times 2\nyears and a history of hypertension.  \n  \nPAST SURGICAL HISTORY: PermCath insertion times 3 and peritoneal dialysis.  \n  \nFAMILY HISTORY:  Strong for heart disease, carcinoma, and a history of food\nallergies, and there is also a history of hypertension.  \n  \nCURRENT MEDICATIONS:  Atenolol, sodium bicarbonate, Lovaza, and Dialyvite.  \n  \nALLERGIES:  Heparin causing thrombocytopenia.  \n  \nSOCIAL HISTORY:  Denies tobacco or alcohol use.  \n  \nPHYSICAL EXAMINATION:  \nVITAL SIGNS: Age 34, blood pressure 128/78, pulse 70, temperature is 97.8,\nweight is 207 pounds, and height is 5 feet 7 inches.  \nGENERAL: The patient is healthy appearing; alert and oriented to person, place\nand time; responds appropriately; in no acute distress.  \nHEAD: Normocephalic. No masses or lesions noted.  \nFACE: No facial tenderness or asymmetry noted.  \nEYES: Pupils are equal, round and reactive to light and accommodation\nbilaterally. Extraocular movements are intact bilaterally.  \nEARS: The tympanic membranes are intact bilaterally with a good light reflex.\nThe external auditory canals are clear with no lesions or masses noted. Weber\nand Rinne tests are within normal limits.  \nNOSE: The nasal cavities are patent bilaterally. The nasal septum is midline.\nThere are no nasal discharges. No masses or lesions noted.  \nTHROAT: The oral mucosa appears healthy. Dental hygiene is maintained well. No\noropharyngeal masses or lesions noted. No postnasal drip noted.  \nNECK: The neck is supple with no adenopathy or masses palpated. The trachea is\nmidline. The thyroid gland is of normal size with no nodules.  \nNEUROLOGIC: Facial nerve is intact bilaterally. The remaining cranial nerves\nare intact without focal deficit.  \nLUNGS: Clear to auscultation bilaterally. No wheeze noted.  \nHEART: Regular rate and rhythm. No murmur noted.  \n  \nIMPRESSION:  \n1. Acute allergic reaction, etiology uncertain, however, suspicious for\nKeflex.  \n2. Renal failure requiring dialysis.  \n3. Hypertension.  \n  \nRECOMMENDATIONS: RAST allergy testing for both food and environmental\nallergies was performed, and we will get the results back to the patient with\nfurther recommendations to follow. If there is any specific food or inhalant\nallergen that is found to be quite high on the sensitivity scale, we would\nprobably recommend the patient to avoid the offending agent to hold off on any\nfurther reactions. At this point, I would recommend the patient stopping any\nfurther use of cephalosporin antibiotics, which may be the cause of his\nallergic reaction, and I would consider this an allergy. Being on atenolol,\nthe patient has a more difficult time treating acute anaphylaxis, but I do\nthink this is medically necessary at this time and hopefully we can find\nspecific causes for his allergic reactions. An EpiPen was also prescribed in\nthe event of acute angioedema or allergic reaction or sensation of impending\nallergic reaction and he is aware he needs to proceed directly to the\nemergency room for further evaluation and treatment recommendations after\nadministration of an EpiPen.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "AllergyEvaluationConsult.txt"
}, {
  "docId" : "3",
  "content" : "\nHISTORY: I had the pleasure of meeting and evaluating the patient referred\ntoday for evaluation and treatment of chronic sinusitis. As you are well\naware, she is a pleasant 50-year-old female who states she started having\nsevere sinusitis about two to three months ago with facial discomfort, nasal\ncongestion, eye pain, and postnasal drip symptoms. She states she really has\nsinus problems, but this infection has been rather severe and she notes she\nhas not had much improvement with antibiotics. She had a CT of her paranasal\nsinuses identifying mild mucosal thickening of right paranasal sinuses with\nocclusion of the ostiomeatal complex on the right and turbinate hypertrophy\nwas also noted when I reviewed the films and there is some minimal nasal\nseptum deviation to the left. She currently is not taking any medication for\nher sinuses. She also has noted that she is having some problems with her\nbalance and possible hearing loss or at least ear popping and fullness. Her\naudiogram today demonstrated mild high frequency sensorineural hearing loss,\nnormal tympanometry, and normal speech discrimination. She has tried topical\nnasal corticosteroid therapy without much improvement. She tried Allegra\nwithout much improvement and she believes the Allegra may have caused problems\nwith balance to worsen. She notes her dizziness to be much worse if she does\nquick positional changes such as head turning or sudden movements, no ear\nfullness, pressure, humming, buzzing or roaring noted in her ears. She denies\nany previous history of sinus surgery or nasal injury. She believes she has\nsome degree of allergy symptoms.  \n  \nPAST MEDICAL HISTORY: Seasonal allergies, possible food allergies, chronic\nsinusitis, hypertension and history of weight change. She is currently 180\npounds.  \n  \nPAST SURGICAL HISTORY: Lower extremity vein stripping, tonsillectomy and\nadenoidectomy.  \n  \nFAMILY HISTORY:  Strong for heart disease and alcoholism.  \n  \nCURRENT MEDICATIONS:  DynaCirc.  \n  \nALLERGIES:  Egg-based products cause hives.  \n  \nSOCIAL HISTORY: The patient used to smoke cigarettes for about 20 years, one-\nhalf pack a day. She currently does not, which was encouraged to continue. She\nrarely drinks any alcohol-containing beverages.  \n  \nPHYSICAL EXAMINATION:  \nVITAL SIGNS: Age 50, blood pressure is 136/74, pulse 84, temperature is 98.4,\nweight is 180 pounds, and height is 5 feet 3 inches.  \nGENERAL: The patient is healthy appearing; alert and oriented to person, place\nand time; responds appropriately; in no acute distress.  \nHEAD: Normocephalic. No masses or lesions noted.  \nFACE: No facial tenderness or asymmetry noted.  \nEYES: Pupils are equal, round and reactive to light and accommodation\nbilaterally. Extraocular movements are intact bilaterally. No nystagmus.  \nEARS: During Hallpike examination, the patient did not become dizzy until she\nwould be placed back into sitting in the upright position. No nystagmus was\nappreciated; however, the patient did subjectively report dizziness, which was\nrepeated twice. No evidence of any orthostatic hypotension was noted during\nthe exam. Tympanic membranes were noted to be intact. No signs of middle ear\neffusion or ear canal inflammation.  \nNOSE: The patient appears congested. Turbinate hypertrophy is noted. There are\nno signs of any acute sinusitis. Septum is midline, slightly deviated to the\nleft.  \nTHROAT: There is clear postnasal drip. Oral hygiene is good. No masses or\nlesions noted. Both vocal cords move well to midline.  \nNECK: The neck is supple with no adenopathy or masses palpated. The trachea is\nmidline. The thyroid gland is of normal size with no nodules.  \nLUNGS: Clear to auscultation bilaterally. No wheeze noted.  \nHEART: Regular rate and rhythm. No murmur noted.  \nNEUROLOGIC: Facial nerve is intact bilaterally. The remaining cranial nerves\nare intact without focal deficit.  \n  \nPROCEDURE:  Fiberoptic nasopharyngoscopy identifying turbinate hypertrophy and\nnasal septum deviation to the left, more significant posteriorly.  \n  \nIMPRESSION:  \n1. Probable increasing problems with allergic rhinitis and chronic sinusitis,\nboth contributing to the patient's symptoms.  \n2. Subjective dizziness, etiology uncertain; however, consider positional\nvertigo versus vestibular neuronitis as possible ear causes of dizziness,\ncannot rule out systemic, central or medication or causes at this time.  \n3. Inferior turbinate hypertrophy.  \n4. Nasal septum deformity.  \n  \nRECOMMENDATIONS: An ENG was ordered to evaluate vestibular function. She was\nplaced on Veramyst nasal spray two sprays each nostril daily and even twice\ndaily if symptoms are worsening. A Medrol Dosepak was prescribed as directed.\nThe patient was given instruction on use of nasal saline irrigation to be used\ntwice daily and Clarinex 5 mg daily was recommended. After the patients' ENG\nexamination, we will see the patient back for further evaluation and treatment\nrecommendations. In light of the patient's atypical dizziness symptoms, I\ncannot rule out other pathology at this time, and I informed her if there are\nany acute changes or problems with regards to her balance or any other acute\nchanges, which she attributes associated with her dizziness, she most likely\nshould pursue an emergent visit to the emergency room.  \n  \nThank you for allowing me to participate with the care of your patient.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "ChronicSinusitis.txt"
}, {
  "docId" : "4",
  "content" : "\nADMITTING DIAGNOSIS:  Kawasaki disease.  \n  \nDISCHARGE DIAGNOSIS: Kawasaki disease, resolving.  \n  \nHOSPITAL COURSE: This is a 14-month-old baby boy Caucasian who came in with\npresumptive diagnosis of Kawasaki with fever for more than 5 days and\nconjunctivitis, mild arthritis with edema, rash, resolving and with elevated\nneutrophils and thrombocytosis, elevated CRP and ESR. When he was sent to the\nhospital, he had a fever of 102. Subsequently, the patient was evaluated and\nbased on the criteria, he was started on high dose of aspirin and IVIG.\nEchocardiogram was also done, which was negative. IVIG was done x1, and\nbetween 12 hours of IVIG, he spiked fever again; it was repeated twice, and\nthen after second IVIG, he did not spike any more fever. Today, his fever and\nhis rash have completely resolved. He does not have any conjunctivitis and no\nredness of mucous membranes. He is more calm and quite and taking good p.o.;\nso with a very close followup and a cardiac followup, he will be sent home.  \n  \nDISCHARGE ACTIVITIES: Ad-lib.  \n  \nDISCHARGE DIET:  PO ad-lib.  \n  \nDISCHARGE MEDICATIONS:  Aspirin high dose 340 mg q.6h. for 1 day and then\naspirin low dose 40 mg q.d. for 14 days and then Prevacid also to prevent his\nGI from aspirin 15 mg p.o. once a day. He will be followed by his primary\ndoctor in 2 to 3 days. Cardiology for echo followup in 4 to 6 weeks and\ninstructed not to give any vaccine in less than 11 months because of IVIG, all\nthe live virus vaccine, and if he gets any rashes, any fevers, should go to\nprimary care doctor as soon as possible.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "KawasakiDiseaseDischargeSummary.txt"
}, {
  "docId" : "5",
  "content" : "\nSUBJECTIVE:  This is a 42-year-old white female who comes in today for a\ncomplete physical and follow up on asthma. She says her asthma has been worse\nover the last three months. She has been using her inhaler daily. Her\nallergies seem to be a little bit worse as well. Her husband has been hauling\ncorn and this seems to aggravate things. She has not been taking Allegra daily\nbut when she does take it, it seems to help somewhat. She has not been taking\nher Flonase which has helped her in the past. She also notes that in the past\nshe was on Advair but she got some vaginal irritation with that.  \n  \nShe had been noticing increasing symptoms of irritability and PMS around her\nmenstrual cycle. She has been more impatient around that time. Says otherwise\nher mood is normal during the rest of the month. It usually is worse the week\nbefore her cycle and improves the day her menstrual cycle starts. Menses have\nbeen regular but somewhat shorter than in the past. Occasionally she will get\nsome spotting after her cycles. She denies any hot flashes or night sweats\nwith this. In reviewing the chart it is noted that she did have 3+ blood with\nwhat appeared to be a urinary tract infection previously. Her urine has not\nbeen rechecked. She recently had lab work and cholesterol drawn for a life\ninsurance application and is going to send me those results when available.  \n  \nREVIEW OF SYSTEMS:  As above. No fevers, no headaches, no shortness of breath\ncurrently. No chest pain or tightness. No abdominal pain, no heartburn, no\nconstipation, diarrhea or dysuria. Occasional stress incontinence. No muscle\nor joint pain. No concerns about her skin. No polyphagia, polydipsia or\npolyuria.  \n  \nPAST MEDICAL HISTORY:  Significant for asthma, allergic rhinitis and cervical\ndysplasia.  \n  \nSOCIAL HISTORY:  She is married. She is a nonsmoker.  \n  \nMEDICATIONS:  Proventil and Allegra.  \n  \nALLERGIES:  Sulfa.  \n  \nOBJECTIVE:  \nVital signs: Her weight is 151 pounds. Blood pressure is 110/60. Pulse is 72.\nTemperature is 97.1 degrees. Respirations are 20.  \nGeneral: This is a well-developed, well-nourished 42-year-old white female,\nalert and oriented in no acute distress. Affect is appropriate and is\npleasant.  \nHEENT: Normocephalic, atraumatic. Tympanic membranes are clear. Conjunctivae\nare clear. Pupils are equal, round and reactive to light. Nares without\nturbinate edema. Oropharynx is nonerythematous.  \nNeck: Supple without lymphadenopathy, thyromegaly, carotid bruit or JVD.  \nChest: Clear to auscultation bilaterally.  \nCardiovascular: Regular rate and rhythm without murmur.  \nAbdomen: Soft, nontender, nondistended. Normoactive bowel sounds. No masses or\norganomegaly to palpation.  \nExtremities: Without cyanosis or edema.  \nSkin: Without abnormalities.  \nBreasts: Normal symmetrical breasts without dimpling or retraction. No nipple\ndischarge. No masses or lesions to palpation. No axillary masses or\nlymphadenopathy.  \nGenitourinary: Normal external genitalia. The walls of the vaginal vault are\nvisualized with normal pink rugae with no lesions noted. Cervix is visualized\nwithout lesion. She has a moderate amount of thick white/yellow vaginal\ndischarge in the vaginal vault. No cervical motion tenderness. No adnexal\ntenderness or fullness.  \n  \nASSESSMENT/PLAN:  \n1. Asthma. Seems to be worse than in the past. She is just using her\nProventil inhaler but is using it daily. We will add Flovent 44 mcg two puffs\np.o. b.i.d. May need to increase the dose. She did get some vaginal irritation\nwith Advair in the past but she is willing to retry that if it is necessary.\nMay also need to consider Singulair. She is to call me if she is not\nimproving. If her shortness of breath worsens she is to call me or go into the\nemergency department. We will plan on following up for reevaluation in one\nmonth.  \n2. Allergic rhinitis. We will plan on restarting Allegra and Flonase daily\nfor the time being.  \n3. Premenstrual dysphoric disorder. She may have some perimenopausal\nsymptoms. We will start her on fluoxetine 20 mg one tablet p.o. q.d.  \n4. Hematuria. Likely this is secondary to urinary tract infection but we will\nrepeat a UA to document clearing. She does have some frequent dysuria but is\nnot having it currently.  \n5. Cervical dysplasia. Pap smear is taken. We will notify the patient of\nresults. If normal we will go back to yearly Pap smear. She is scheduled for\nscreening mammogram and instructed on monthly self-breast exam techniques.\nRecommend she get 1200 mg of calcium and 400 U of vitamin D a day.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "FollowuponAsthma.txt"
}, {
  "docId" : "6",
  "content" : "\nHISTORY: A 55-year-old female presents self-referred for the possibility of\nevaluation and treatment of allergies, diminished taste, xerostomia,\ngastroesophageal reflux disease, possible food allergies, chronic GI\nirritability, asthma, and environmental inhalant allergies. Please refer to\nchart for history and physical and review of systems and detailed medical\nhistory.  \n  \nIMPRESSION:  \n1. Chronic glossitis/xerostomia/probable environmental inhalant\nallergies/probable food allergies/history of asthma.  \n2. History of fibromyalgia.  \n3. History of peptic ulcer disease, history of gastritis, history of\ngastroesophageal disease.  \n4. History of chronic fatigue.  \n5. History of hypothyroidism.  \n6. History of depression.  \n7. History of dysphagia.  \n  \nRECOMMENDATIONS:  RAST allergy testing was ordered for food allergy\nevaluation. The patient had previous allergy testing done less than one year\nago iby Dr. X, which was requested. The patient will follow up after RAST\nallergy testing for further treatment recommendations. At this point, no\nchanges in her medication were prescribed until her followup visit.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "EvaluationofAllergies.txt"
}, {
  "docId" : "7",
  "content" : "\nCHIEF COMPLAINT:  This 5-year-old male presents to Children's Hospital\nEmergency Department by the mother with \"have asthma.\" Mother states he has\nbeen wheezing and coughing. They saw their primary medical doctor. He was\nevaluated at the clinic, given the breathing treatment and discharged home,\nwas not having asthma, prescribed prednisone and an antibiotic. They told to\ngo to the ER if he got worse. He has had some vomiting and some abdominal\npain. His peak flows on the morning are normal at 150, but in the morning,\nthey were down to 100 and subsequently decreased to 75 over the course of the\nday.  \n  \nPAST MEDICAL HISTORY: Asthma with his last admission in 07/2007. Also\ninclusive of frequent pneumonia by report.  \n  \nIMMUNIZATIONS:  Up-to-date.  \n  \nALLERGIES:  Denied.  \n  \nMEDICATIONS: Advair, Nasonex, Xopenex, Zicam, Zithromax, prednisone, and\nalbuterol.  \n  \nPAST SURGICAL HISTORY:  Denied.  \n  \nSOCIAL HISTORY:  Lives at home, here in the ED with the mother and there is no\nsmoking in the home.  \n  \nFAMILY HISTORY:  No noted exposures.  \n  \nREVIEW OF SYSTEMS: Documented on the template. Systems reviewed on the\ntemplate.  \n  \nPHYSICAL EXAMINATION:  \nVITAL SIGNS: Temperature 98.7, pulse 105, respiration is 28, blood pressure\n112/65, and weight of 16.5 kg. Oxygen saturation low at 91% on room air.  \n  \nGENERAL: This is a well-developed male who is cooperative, alert, active with\noxygen by facemask.  \n  \nHEENT: Head is atraumatic and normocephalic. Pupils are equal, round, and\nreactive to light. Extraocular motions are intact and conjugate. Clear TMs,\nnose, and oropharynx.  \n  \nNECK: Supple. Full painless nontender range of motion.  \n  \nCHEST: Tight wheezing and retractions heard bilaterally.  \n  \nHEART: Regular without rubs or murmurs.  \n  \nABDOMEN: Soft, nontender. No masses. No hepatosplenomegaly.  \n  \nGENITALIA: Male genitalia is present on a visual examination.  \n  \nSKIN: No significant bruising, lesions or rash.  \n  \nEXTREMITIES: Moves all extremities without difficulty, nontender. No\ndeformity.  \n  \nNEUROLOGIC: Symmetric face, cooperative, and age appropriate.  \n  \nMEDICAL DECISION MAKING: The differential entertained on this patient includes\nreactive airways disease, viral syndrome, and foreign body pneumonia. He is\nevaluated in the emergency department with continuous high-dose albuterol,\nDecadron by mouth, pulse oximetry, and close observation. Chest x-ray reveals\nbronchial thickening, otherwise no definite infiltrate. She is further treated\nin the emergency department with continued breathing treatments. At 0048\nhours, he has continued tight wheezes with saturations 99%, but ED sats are\n92% with coughing spells. Based on the above, the hospitalist was consulted\nand accepts this patient for admission to the hospital with the working\ndiagnosis of respiratory distress and asthma.  \n  \n",
  "category" : "AllergyImmunology",
  "name" : "Asthmaina5yearold.txt"
}, {
  "docId" : "8",
  "content" : "\nEXTERNAL EXAMINATION - SUMMARY  \n  \nThe body is presented in a black body bag. At the time of examination, the\nbody is clothed in a long-sleeved red cotton thermal shirt, khaki twill cargo\npants, and one black shoe.  \n  \nThe body is that of a normally developed, well nourished Caucasian female\nmeasuring 63 inches in length, weighing 114 pounds, and appearing generally\nconsistent with the stated age of thirty-five years. The body is cold and\nunembalmed with declining rigor. Pronounced unblanching lividity is present on\nthe posterior of the body in the regions of the feet; the upper thighs,\nparticularly on the right side; the lower back, particularly on the right\nside; the right arm; and the neck.  \n  \nThe scalp is covered by long (16 inches) brown hair. The body hair is female\nand average. The skull is symmetric and evidences extensive trauma in the\noccipital region. The eyes are open and the irises are blue. Pupils are\nasymmetrically dilated. The teeth are natural and well maintained. The\nanterior chest is of normal contour and is intact. The breasts are female and\ncontain no palpable masses. The abdomen is flat and the pelvis is intact. The\nexternal genitalia are female and unremarkable. The back is symmetrical and\nintact. The upper and lower extremities are symmetric, normally developed and\nintact. The hands and nails are clean and evidence no injury.  \n  \nThere are no residual scars, markings or tattoos.  \n  \nINTERNAL EXAMINATION - SUMMARY  \n  \nCENTRAL NERVOUS SYSTEM: The brain weighs 1,303 grams and is within normal\nlimits.  \nSKELETAL SYSTEM: Subdural hematoma and comminuted fractures of the occipital\nbone are observed. Numerous bone fragments from the fractures penetrated the\nbrain tissue.  \nRESPIRATORY SYSTEM--THROAT STRUCTURES: The oral cavity shows no lesions. The\nmucosa is intact and there are no injuries to the lips, teeth or gums. There\nis no obstruction of the airway. The mucosa of the epiglottis, glottis,\npiriform sinuses, trachea and major bronchi are anatomic. No injuries are seen\nand there are no mucosal lesions. The lungs weigh: right, 355 grams; left 362\ngrams. The lungs are unremarkable.  \nCARDIOVASCULAR SYSTEM: The heart weighs 253 grams, and has a normal size and\nconfiguration. No evidence of atherosclerosis is present.  \nGASTROINTESTINAL SYSTEM: The mucosa and wall of the esophagus are intact and\ngray-pink, without lesions or injuries. The gastric mucosa is intact and pink\nwithout injury. Approximately 125 ml of partially digested semisolid food is\nfound in the stomach. The mucosa of the duodenum, jejunum, ileum, colon and\nrectum are intact.  \nURINARY SYSTEM: The kidneys weigh: left, 115 grams; right, 113 grams. The\nkidneys are anatomic in size, shape and location and are without lesions.  \nFEMALE GENITAL SYSTEM: The structures are within normal limits. Examination of\nthe pelvic area indicates the victim had not given birth and was not pregnant\nat the time of death. Vaginal fluid samples are removed for analysis.  \n  \nDESCRIPTION OF INJURIES - SUMMARY  \n  \nBlunt force traumatic injury with multiple cranial fractures resulting in\ncraniocerebral injury. Wound measures approximately 4 inches high x 5 1/2\ninches wide. Subdural hematoma and comminuted fractures of the occipital bone\nare observed. Numerous bone fragments from the fractures penetrated the brain\ntissue. Depths of penetration range from 1/2-inch to 3 inches. Injury appears\nto have resulted from a single blow administered to the posterior of the head,\ndelivered at an approximate 90° angle to the occipital bone.  \n  \nLABORATORY DATA  \nCEREBROSPINAL FLUID CULTURE AND SENSITIVITY:  \nGram stain: Unremarkable  \nCulture: No growth after 72 hours  \n  \nCEREBROSPINAL FLUID BACTERIAL ANTIGENS:  \nHemophilus influenza B: Negative  \nStreptococcus pneumoniae: Negative  \nN. Meningitidis: Negative  \nNeiserria meningitidis B/E. Coli K1: Negative  \n  \nPRELIMINARY TOXICOLOGICAL RESULTS:  \nBLOOD - ETHANOL - NEG  \nBLOOD - CANNABINOIDS-ETS - INC  \nBLOOD - COCAINE-ETS - INC  \nBLOOD - OPIATES-ETS - INC  \nBLOOD - AMPHETAMINE-ETS - INC  \nBLOOD - BARBITURATE -ETS - INC  \nBLOOD - BENZODIAZEPINE-ETS - INC  \nBLOOD - METHADONE-ETS - INC  \nBLOOD - PCP-ETS - INC  \nBLOOD - CARBON MONOXIDE - NEG  \n  \nUrine Drugs: Initial test results inconclusive. Further tests pending.  \n  \nEVIDENCE COLLECTED  \n1. Samples of Blood (type O+), Urine, Bile, and Tissue (heart, lung, brain,\nkidney, liver, spleen).  \n2. Thirteen autopsy photographs.  \n3. Two postmortem x-rays.  \nClothing transferred to ABC Lab for further analysis.  \n  \nOPINION:  \n  \nTIME OF DEATH: Body temperature, rigor and livor mortis, stomach contents and\nwitness statements approximate the time of death between 9:30 p.m. on 9/17/05\nand 12:00 a.m. on 9/18/05.  \nCAUSE OF DEATH: Blunt force cranial trauma.  \nMANNER OF DEATH: Homicide  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy1.txt"
}, {
  "docId" : "9",
  "content" : "\nCLOTHING:  The body is clad in a light green hospital gown, which is intact,\ndry and clean. There is no jewelry present.  \n  \nEXTERNAL EXAMINATION: The body is that of a well-developed, well-nourished\nwhite woman appearing the offered age of 39 years. The body measures 71 inches\nand weighs 178 pounds.  \n  \nThe unembalmed body is well preserved and cool to touch due to refrigeration.\nRigor mortis is fully developed in the major muscle groups. Livor mortis is\nfixed and purple posteriorly except over pressure points. However, during\ninitial examination in the emergency room, there was no rigor and lividity was\nat a minimum and unfixed. The skin is intact and shows no evidence of trauma\nexcept for medical intervention. The scalp hair is blond and measures up to 5\ninches in length in the frontal area and up to 19 inches in length in the back\nand on top of the head. There are multiple blonde hair extensions including\nseveral pink strands attached to the natural hair, which shows light brown\nroots. The irides are hazel and the pupils are equal, each measuring 0.5\ncentimeter in diameter. The corneae are clear and the sclerae and conjunctivae\nare free of petechiae. The nasal bones are intact by palpation. The nares are\npatent and contain no foreign matter. There is a 3-millimeter raised nodule on\nthe right side of the nose. The natural teeth are in good condition. The\nfrenula are intact. The oral mucosa and tongue are free of injuries. The\nexternal ears have no injuries. There are bilateral earlobe piercings; no\nearring or jewelry were present. There are no earlobe creases.  \n  \nThe neck is symmetrical and shows no masses or injuries. The trachea is in the\nmidline. The shoulders are symmetrical and are free of scars.  \n  \nThe chest is symmetrical and shows no evidence of injury. There were bilateral\nbreasts with asymmetry of the left breast due to scarring. The flat abdomen\nhas no injuries. There are piercings above and below the umbilicus. The back\nis symmetrical. The buttocks have inconspicuous small scars, bilaterally.\nThere is a flat, round scar on the lower aspect of the left buttock\napproximately 1/2 inch in diameter.  \n  \nThe genitalia are those of a normally developed adult woman. There is no\nevidence of injury. The anus is unremarkable.  \n  \nThe upper extremities are symmetrical and have no injuries. The fingernails\nare long and clean. There is a linear 1/2 inch scar on the anterior right\nforearm. Two parallel linear scars measuring 1 inch and 2 inches are on the\nanterior surface of the left forearm. The lower extremities are symmetrical.\nThe toenails are short and clean. There is no edema of the legs or ankles.\nThere is no abnormal motion of the neck, the shoulders, the elbows, the\nwrists, the fingers, the hips and ankles. There is no bony crepitus or\ncutaneous crepitus present.  \n  \nEVIDENCE OF INJURY:  A dissection of the posterior neck and upper back show a\n2-1/4 x 2-3/4 inch reddish, recent contusion of the subcutaneous and\nsuperficial muscle layer of the left posterior shoulder. A recent, reddish,\n1-3/4 x 1-1/2 inch reddish contusion is present on the right posterior\nshoulder involving the superficial muscular layer.  \n  \nEVIDENCE OF RECENT MEDICAL TREATMENT:  A properly positioned size 8\nendotracheal tube retained by a Thomas clamp is present at the mouth with the\nmarker 22 at the anterior teeth.  \n  \nElectrocardiogram pads are on the anterior chest in the following order: two\non the right anterior shoulder, two on the left anterior shoulder, one on the\nupper anterior left arm, one each on the anterior side, one each on the\nanterior leg.  \n  \nTwo defibrillator pads are present: one to the right of the midline, above the\nright breast, and one to the left of the midline, below the left breast.  \n  \nThere is intravenous line placement at the right anterior neck with hemorrhage\ninto the anterior strap muscles of the neck. One recent needle puncture mark\nis in the right antecubital fossa and two recent needle puncture marks are at\nthe anterior left elbow with surrounding ecchymoses. There is one recent\nneedle puncture into the medial one-third of the left anterior forearm with\nsurrounding ecchymosis. A recent needle puncture mark is at the left anterior\nwrist with surrounding reddish ecchymosis, 1 inch in diameter.  \n  \nOTHER IDENTIFYING FEATURES:  There are multiple scars and tattoos on the body.  \nSCARS: A 3/4 x 1/2 inch flat scar is on the upper inner aspect of the right\nbreast quadrant. A 1/2 x 3/8-inch scar is on the medial aspect of the left\nnipple. There are circular scars adjacent to both areolae. The right\ninframammary skin has a linear transverse 3/4 inch remote \"chest tube\" scar.\nThere were bilateral inframammary and transverse linear 3-3/4 inch scars\ncompatible with left and right mammoplasty with breast implants. There are\ncircular scars surrounding piercings above and below the umbilicus. A flat 3/8\ninch in diameter scar is present on the middle third of the anterior surface\nof the right thigh. Lateral to this scar is a 1/2 inch in diameter flat scar.\nThere are several scattered small inconspicuous scars on both buttocks. There\nis a cluster of multiple, parallel, linear, well-healed scars on the anterior\nand lateral aspects of the right leg covered by a tattoo.  \n  \nTATTOOS:  There is a pair of red lips in the right lower abdominal quadrant.  \nTwo red cherries are on the right mid pelvis.  \nA \"Playboy Bunny\" is on the left anterior mid pelvis.  \nThe words \"Daniel\" and \"Papas\" are on the mid anterior pelvis region.  \nA mixed tattoo on the right lower leg and ankle represents: Christ's head; Our\nLady of  \nGuadalupe; the Holy Bible; the naked torso of a woman; the smiling face of\nMarilyn Monroe; a  \ncross; a heart and shooting flames.  \nA mermaid on a flower bed with a pair of lips underneath it laying across the\nlower back.  \n  \nINTERNAL EXAMINATION: The body was opened with the usual Y incision. The\nbreast tissues, when incised, revealed bilateral implants, each containing\n700ml of clear fluid. The implants were surrounded by a thick connective\ntissue capsule with a thick yellow fluid. The content of each capsule was\ncollected for bacteriological cultures.  \n  \nBODY CAVITIES:  The muscles of the chest and abdominal wall are normal in\ncolor and consistency. The lungs are neither hyperinflated nor atelectatic\nwhen the pleural cavities are opened. The right lung shows adherence to the\nparietal pleura and to the diaphragm interiorly. The ribs, sternum and spine\nexhibit no fractures. The right and left pleural cavities have no free fluid.\nThere are extensive right pleural fibrous adhesions. The mediastinum is in the\nmidline. The pericardial sac has a normal amount of clear yellow fluid. The\ndiaphragm has no abnormality. The subcutaneous abdominal fat measures 3\ncentimeters in thickness at the umbilicus. The abdominal cavity is lined with\nglistening serosa and has no collections of free fluid. The organs are\nnormally situated. The mesentery and omentum are unremarkable.  \n  \nNECK:  The soft tissues and the strap muscles of the neck, aside from the\npreviously described focal hemorrhages, exhibit no abnormalities. The hyoid\nbone and the cartilages of the larynx and thyroid are intact and show no\nevidence of injury. The larynx and trachea are lined by smooth pink-tan\nmucosa, are patent and contain no foreign matter. There is a focal area of\nreddish hyperemia at the carina associated with the endotracheal tube. The\nepiglottis and vocal cords are unremarkable. The cervical vertebral column is\nintact. The carotid arteries and jugular veins are unremarkable.  \n  \nCARDIOVASCULAR SYSTEM:  The heart and great vessels contain dark red liquid\nblood and little postmortem clots. The heart weighs 305 grams. The epicardial\nsurface has a normal amount of glistening, yellow adipose tissue. The coronary\narteries are free of atherosclerosis. The cut surfaces of the brown myocardium\nshow no evidence of hemorrhage or necrosis.  \n  \nThe pulmonary trunk and arteries are opened in situ and there is no evidence\nof thromboemboli. The intimal surface of the aorta is smooth with a few\nscattered yellow atheromata. The ostia of the major branches are of normal\ndistribution and dimension. The inferior vena cava and tributaries have no\nantemortem clots (See attached cardiopathology report for additional details).  \n  \nRESPIRATORY SYSTEM: The lungs weigh 550 grams and 500 grams, right and left,\nrespectively. There is a small amount of subpleural anthracotic pigment within\nall the lobes. The pleural surfaces are free of exudates; right-sided pleural\nadhesions have been described above. The trachea and bronchi have smooth tan\nepithelium. The cut surfaces of the lungs are red-pink and have mild edema.\nThe lung parenchyma is of the usual consistency and shows no evidence of\nneoplasm, consolidation, thromboemboli, fibrosis or calcification.  \n  \nHEPATOBILIARY SYSTEM: The liver weighs 2550 grams. The liver edge is somewhat\nblunted. The capsule is intact. The cut surfaces are red-brown and of normal\nconsistency. There are no focal lesions. The gallbladder contains 15\nmilliliters of dark green bile. There are no stones. The mucosa is\nunremarkable. The large bile ducts are patent and non-dilated.  \n  \nHEMOLYMPHATIC SYSTEM: The thymus is not identified. The spleen weighs 310\ngrams. The capsule is shiny, smooth and intact. The cut surfaces are firm and\nmoderately congested. The lymphoid tissue in the spleen is within a normal\nrange. The lymph nodes throughout the body are not enlarged.  \n  \nGASTROINTESTINAL SYSTEM: The tongue shows a small focus of submucosal\nhemorrhage near the tip. The esophagus is empty and the mucosa is\nunremarkable. The stomach contains an estimated 30 milliliters of thick\nsanguinous fluid. The gastric mucosa shows no evidence or ulceration. There is\na mild flattening of the rugal pattern within the antrum with intense\nhyperemia. The duodenum contains bile-stained thick tan fluid. The jejunum,\nileum, and the colon contain yellowish fluid with a thick, cloudy, particulate\nmatter. There is no major alteration to internal and external inspection and\npalpation except for a yellowish/white shiny discoloration of the mucosa. The\nvermiform appendix is identified. The pancreas is tan, lobulated and shows no\nneoplasia, calcification or hemorrhage.  \n  \nThere are no intraluminal masses or pseudomenbrane.  \n  \nUROGENITAL SYSTEM: The kidneys are of similar size and shape and weigh 160\ngrams and 190 grams, right and left, respectively. The capsules are intact and\nstrip with ease. The cortical surfaces are purplish, congested and mildly\ngranular. The cut surfaces reveal a well-defined corticomedullary junction.\nThere are no structural abnormalities of the medullae, calyces or pelves. The\nureters are slender and patent. The urinary bladder has approximately 0.5\nmilliliters of cloudy yellow urine. The mucosa is unremarkable. The vagina is\nnormally wrinkled and contains no foreign matter. The uterus shows a reddish\nendometrial lining with no evidence of intra-uterine pregnancy. The fallopian\ntubes and ovaries are within normal limits.  \n  \nENDOCRINE SYSTEM: The adrenal glands have a normal configuration with the\ngolden yellow cortices well demarcated from the underlying medullae and there\nis no evidence of hemorrhage. The thyroid gland is mildly fibrotic and has\nfocally pale gray parenchyma on sectioning. The pituitary gland is within\nnormal limits.  \n  \nMUSCULOSKELETAL SYSTEM:  Postmortem radiographs of the body show no acute,\nhealed or healing fractures of the head, the neck, the appendicular skeleton\nor the axial skeleton. The muscles are normally formed.  \n  \nDissection of the right anterior thigh in the aforementioned areas of scarring\nrevealed subcutaneous fibrosis and multiple small cysts containing turbid,\nyellow fluid. The cyst-like structures range in sizes from 0.5 centimeters to\n1.2 centimeters in diameter. The cyst associated with the most medial scar is\n8 millimeter in diameter and has a calcified wall and the cyst associated with\nthe more lateral scar measures 1 centimeter in diameter.  \n  \nDissection of the buttocks reveals diffuse subcutaneous scarring and fat\nnecrosis of the adipose tissue bilaterally with three subcutaneous cystic\nstructures containing light yellow, clear, thick liquid within the left\nbuttock. The right buttock contains similar cysts with similar content, with\nat least one cyst wall being calcified.  \n  \nThe left and right buttocks have foci of recent, hemorrhagic tracts within the\nsubcutaneous adipose tissue and the superficial and deep muscular layers\nextending from the skin surface.  \n  \nThere is a deep-seated 3 x 2.5 x 2 centimeter abscess within the musculature\nof the left buttock with a creamy, yellow-green pus on sectioning. A recent,\nhemorrhagic, needle tract extends into the abscess wall from the skin surface.  \n  \nCENTRAL NERVOUS SYSTEM: The scalp has no hemorrhage or contusions. The\ncalvarium is intact. There is no epidural, subdural or subarachnoid\nhemorrhage. The brain has a normal convolutional pattern and weighs 1300\ngrams. The meninges are clear. The cortical surfaces of the brain have mild to\nmoderate flattening of the gyri with narrowing of the sulci. The brain is cut\nafter formalin fixation and a separate neuropathology report is attached.  \n  \nSPECIAL PROCEDURES:  Layer by layer anterior and posterior neck dissections\nwere conducted. Dissection of the entire back including both gluteal regions\nwas conducted. A biological trace evidence was collected. Multiple hairs were\npulled from various parts of the head. The nails of the left hand were cut and\npreserved. Additional blood and tissue samples for DNA was collected.  \n  \nFINAL PATHOLOGICAL DIAGNOSES:  \nI. ACUTE COMBINED DRUG INTOXICATION  \nA. Toxic/lethal drug:  \nChloral Hydrate (Noctec).  \n1.Trichloroethanol (TCE) 75ug/mL (active metabolite).  \n2.Trichloroacetic acid ( TCA) 85ug/mL (inactive metabolite).  \n  \nB. Therapeutic drugs:  \n1. Diphenhydramine (Bendaryl) 0.11 mg/L.  \n2. Clonazepam (Klonopin) 0.04 mg/L.  \n3. Diazepam (Valium) 0.21 mg/L.  \n4. Nordiazepam (metabolite) 0.38 mg/L.  \n5 Temazepam (metabolite) 0.09 mg/L.  \n6. Oxazepam 0.09 mg/L.  \n7. Lorazepam 22.0 ng/mL.  \n  \nC. Other non-contributory drugs present (atropine, topiramate, ciprofloxacin,\nacetaminophen).  \n  \nII. LEFT GLUTEAL PANNICULITIS, WITH ABSCESS FORMATION AND RECENT LINEAR\nHEMORRHAGE.  \n  \nIII. FIBROSIS WITH FAT NECROSIS (CHRONIC REPEATED INJECTIONS OF VARIOUS\nMEDICATIONS IN BUTTOCKS) OF DERMAL AND SUBCUTANEOUS TISSUES, BILATERAL GLUTEAL\nREGIONS AND ANTERIOR RIGHT THIGH.  \n  \nIV. GASTROENTERITIS, MILD, OF PROBABLE VIRAL ETIOLOGY.  \n  \nV. DEPRESSION FOLLOWING RECENT DELIVERY OF TERM INFANT AND RECENT DEATH OF\nADULT SON (SEPTEMBER 2006).  \n  \nVI. MODERATE CONGESTIVE HEPATOMEGALY (2550 GRAMS).  \n  \nVII. FIBROUS PLEURAL ADHESIONS.  \n  \nVIII. CHRONIC THYROIDITIS (HASHIMOTO THYROIDITIS).  \n  \nIX. WELL HEALED SUPRAPUBIC SCAR (STATUS POST CESAREAN SECTION).  \n  \nX. MINIMAL, INSIGNIFICANT MYOCARDIAL FIBROSIS.  \n  \nXI. STATUS POST MEDICAL INTERVENTION.  \nA. Endotracheal tube placement.  \nB. Right jugular line placement.  \nC. Cardiac Monitoring devices and defibrillator pad placement.  \nD. Bilateral anterior elbow and left anterior wrist venipuncture sites with\nsurrounding ecchymoses.  \n  \nXII. STATUS POST BILATERAL BREAST IMPLANTS WITH SCARRING, LEFT AREOLA.  \n  \nXIII. MICRO-INFARCT OF BRAIN, LEFT OCCIPITAL WHITE MATTER.  \n  \nXIV. MINOR CONTUSIONS, POSTERIOR SHOULDERS.  \n  \n\nOPINION: ABC was a 39-year-old white female who died of acute combined drug\nintoxication. Abscesses of buttocks, and viral enteritis were contributory\ncauses of death.  \n  \nTHE MANNER OF DEATH IS DETERMINED TO BE: ACCIDENT  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy2.txt"
}, {
  "docId" : "10",
  "content" : "\nFINAL DIAGNOSIS:  \n  \nI. Ligature strangulation.  \nA. Circumferential ligature with associated ligature furrow of neck.  \nB. Abrasions and petechial hemorrhages, neck.  \nC. Petechial hemorrhages, conjunctival surfaces of eyes and skin of face.  \n  \nII. Craniocerebral injuries.  \nA. Scalp contusion.  \nB. Linear, comminuted fracture of right side of skull.  \nC. Linear pattern of contusions of right cerebral hemisphere.  \nD. subarachnoid and subdural hemorrhage.  \nE. Small contusions, tips of temporal lobes.  \n  \nIII. Abrasion of right cheek.  \n  \nIV. Abrasion/contusion, posterior right shoulder.  \n  \nV. Abrasions of left lower back and posterior left lower leg.  \n  \nVI. Abrasion and vancular congestion of vaginal mucosa.  \n  \nVII. Ligature of right wrist.  \n  \nTOXICOLOGIC STUDIES  \nBlood ethanol - none detected.  \nBlood drug screen - no drugs detected.  \n  \nCLINOCOPATHOLIGICAL CORRELATION: Cause of death of this six year old female is\nasphyxia by strangulation associated with craniocerebral trauma.  \n  \nThe body of this six year old female was first seen by me after I was called\nto an address XYZ, on 12/26/96. I arrived at the scene approximately 8 PM on\n12/26 and entered the house where the decedent's body was located at\napproximately 8:20 PM.  \n  \nA brief examination of the body disclosed a ligature around the neck and a\nligature around the right wrist. Also noted was a small area of abrasion or\ncontusion below the right ear on the lateral aspect of the right cheek. A\nprominent dried abrasion was present on the lower left neck. After examining\nthe body, I left the residence at approximately 8:30 PM.  \n  \nEXTERNAL EVIDENCE OF INJURY: Located just below the right ear at the right\nangle of the mandible, 1.5 inches below the right external auditory canal is a\n3/8 x 1/4 inch area of rust colored abrasion. In the lateral aspect of the\nleft lower eyelid on the inner conjunctival surface is a 1 mm in maximum\ndimension petechial hemorrhage. Very fine, less than 1 mm petechial\nhemorrhages are present on the skin of the upper eyelids bilaterally as well\nas on the lateral left cheek. On everything the left upper eyelid there are\nmuch smaller, less than 1 mm petechial hemorrhages located on the conjunctival\nsurface. Possible petechial hemorrhages are also seen on the conjunctival\nsurfaces of the right upper and lower eyelids, but liver mortis on this side\nof the face makes definite identification difficult.  \n  \nA deep ligature furrow encircles the entire neck. The width of the furrow\nvaries from one- eight of an inch to five/sixteenths of an inch and is\nhorizontal in orientation, with little upward deviation. The skin of the\nanterior neck above and below the ligature furrow contains areas of petechial\nhemorrhage and abrasion encompassing an area measuring approximately 3 x 2\ninches. The ligature furrow crosses the anterior midline of the neck just\nbelow the laryngeal prominence, approximately at the level of the cricoid\ncartilage. It is almost completely horizontal with slight upward deviation\nfrom the horizontal towards the back of the neck. The midline of the furrow\nmark on the anterior neck is 8 inches below the top of the head. The midline\nof the furrow mark on the posterior neck is 6.75 inches below the top of the\nhead.  \n  \nThe area of abrasion and petechial hemorrhage of the skin of the anterior neck\nincludes on the lower left neck, just to the left of the midline, a roughly\ntriangular, parchment-like rust colored abrasion which measures 1.5 inches in\nlength with a maximum width of 0.75 inches. This roughly triangular shaped\nabrasion is obliquely oriented with the apex superior and lateral. The\nremainder of the abrasions and petechial hemorrhages of the skin above and\nbelow the anterior projection of the ligature furrow are nonpatterned, purple\nto rust colored, and present in the midline, right, and left areas of the\nanterior neck. The skin just above the ligature furrow along the right side of\nthe neck contains petechial hemorrhage composed of multiple confluent very\nsmall petechial hemorrhages as well as several larger petechial hemorrhages\nmeasuring up to one-sixteenth and one-eight of an inch in maximum dimension.\nSimilar smaller petechial hemorrhages are present on the skin below the\nligature furrow on the left lateral aspect of the neck. Located on the right\nside of the chin is a three-sixteenths by one-eight of an inch area of\nsuperficial abrasion. On the posterior aspect of the right shoulder is a\npoorly demarcated, very superficial focus of abrasion/contusion which is pale\npurple in color and measures up to three-quarters by one-half inch in maximum\ndimension. Several linear aggregates of petechial hemorrhages are present in\nthe anterior left shoulder just above deltopectoral groove. These measure up\nto one inch in length by one-sixteenth to one-eight of an inch in width. On\nthe left lateral aspect of the lower back, approximately sixteen and one-\nquarter inches and seventeen and one-half inches below the level of the top of\nthe head are two dried rust colored to slightly purple abrasions. The more\nsuperior of the two measures one-eight by one-sixteenth of an inch and the\nmore inferior measures three-sixteenths by one-eight of an inch. There is no\nsurrounding contusion identified. On the posterior aspect of the left lower\nleg, almost in the midline, approximately 4 inches above the level of the heel\nare two small scratch-like abrasions which are dried and rust colored. They\nmeasure one-sixteenth by less than one- sixteenth of an inch and one-eight by\nless than one-sixteenth of an inch respectively.  \n  \nOn the anterior aspect of the perineum, along the edges of closure of the\nlabia majora, is a small amount of dried blood. A similar small amount of\ndried and semifluid blood is present on the skin of the fourchette and in the\nvestibule. Inside the vestibule of the vagina and along the distal vaginal\nwall is reddish hyperemia. This hyperemia is circumferential and perhaps more\nnoticeable on the right side and posteriorly. The hyperemia also appears to\nextend just inside the vaginal orifice. A 1 cm red-purple area of abrasion is\nlocated on the right posterolateral area of the 1 x 1 cm hymeneal orifice. The\nhymen itself is represented by a rim of mucosal tissue extending clockwise\nbetween the 2 and 10:00 positions. The area of abrasion is present at\napproximately the 7:00 position and appears to involve the hymen and distal\nright lateral vaginal wall and possibly the area anterior to the hymen. On the\nright labia majora is a very faint area of violent discoloration measuring\napproximately one inch by three-eighths of an inch. Incision into the\nunderlying subcutaneous tissue discloses no hemorrhage. A minimal amount of\nsemiliquid thin watery red fluid is present in the vaginal vault. No recent or\nremote anal or other perineal trauma is identified.  \n  \nREMAINDER OF EXTERNAL EXAMINATION: The unembalmed, well developed and well\nnourished Caucasian female body measures 47 inches in length and weighs an\nestimated 45 pounds.  \n  \nNo scalp trauma is identified. The external auditory canals are patent and\nfree of blood. The eyes are green and the pupils equally dilated. The sclerae\nare white. The nostrils are both patent and contain a small amount of tan\nmucous material. The teeth are native and in good repair. The tongue is\nsmooth, pink-tan and granular. No buccal mucosal trauma is seen. The frenulum\nis intact. There is slight drying artifact of the tip of the tongue. On the\nright cheek is a pattern of dried saliva and mucous material which does not\nappear to be hemorrhagic. The neck contains no palpable adenopathy or masses\nand the trachea and larynx are midline. The chest is symmetrical. Breasts are\nprepubescent. The abdomen is flat and contains no scars. No palpable\norganomegaly or masses are identified. The external genitalia are that of a\nprepubescent female. No pubic hair is present. The anus is patent. Examination\nof the extremities is unremarkable.  \n  \nThe fingernails of both hands are of sufficient length for clipping.\nExamination of the back is unremarkable. There is dorsal 3+ to 4+ livor mortis\nwhich is nonblanching. Livor mortis is also present on the right side of the\nface. At the time of the initiation of the autopsy there is mild 1 to 2+ rigor\nmortis of the elbows and shoulders with more advanced 2 to 3+ rigor mortis of\nthe joints of the lower extremities.  \n  \nINTERNAL EXAM: The anterior chest musculature is well developed. No sternal or\nrib fractures are identified.  \n  \nMEDIASTINUM: The mediastinal contents are normally distributed. The 21 gm\nthymus gland has a normal external appearance. The cut sections are finely\nlobular and pink-tan. No petechial hemorrhages are seen. The aorta and\nremainder of the mediastinal structures are unremarkable.  \n  \nBODY CAVITIES: The right and left thoracic cavities contain approximately 5 cc\nof straw colored fluid. The pleural surfaces are smooth and glistening. The\npericardial sac contains 3-4 cc of straw colored fluid and the epicardium and\npericardium are unremarkable. The abdominal contents are normally distributed\nand covered by a smooth glistening serosa. No intra-abdominal accumulation of\nfluid or blood is seen.  \n  \nLUNGS: The 200 gm right lung and 175 gm let lung have a normal lobar\nconfiguration. An occasional scattered subpleural petechial hemorrhage is seen\non the surface of each lung. The cut sections of the lungs disclose an intact\nalveolar architecture with a small amount of watery fluid exuding from the cut\nsurfaces with mild pressure. The intrapulmonary bronchi and vasculature are\nunremarkable. No evidence of consolidation is seen.  \n  \nHEART: The 100 gm heart has a normal external configuration. There are\nscattered subepicardial petechial hemorrhages over the anterior surface of the\nheart. The coronary arteries are normal in their distribution and contain no\nevidence of atherosclerosis. The tan- pink myocardium is homogeneous and\ncontains no areas of fibrosis or infarction. The endocardium is unremarkable.\nThe valve cusps are thin, delicate and pliable and contain no vegetation or\nthrombosis. The major vessels enter and leave the heart in the normal fashion.\nThe foramen ovale is closed.  \n  \nAORTA AND VENA CAVA: The aorta is patent throughout its course as are its\nmajor branches. No atherosclerosis is seen. The Vena Cava is unremarkable.  \n  \nSPLEEN: The 61 gm spleen has a finely wrinkled purple capsule. Cut sections\nare homogeneous and disclose readily identifiable red and white pulp. No\nintrinsic abnormalities are identified.  \n  \nADRENALS: The adrenal glands are of normal size and shape. A golden yellow\ncortex surmounts a thin brown-tan medullary area. No intrinsic abnormalities\nare identified.  \n  \nKIDNEYS: The 40 gm right kidney and 40 gm left kidney have a normal external\nappearance. The surfaces are smooth and glistening. Cut sections disclose an\nintact corticomedullary architecture. The renal papilae are sharply\ndemarcated. The pelvocaliceal system is lined by gray-white mucosa which is\nunremarkable. Both ureters are patent throughout their course to the bladder.  \n  \nLIVER: The 625 gm liver has a normal external appearance. The capsule is\nsmooth and glistening. Cut sections disclose an intact lobular architecture\nwith no intrinsic abnormalities identified.  \n  \nPANCREAS: The pancreas is of normal size and shape. Cut sections are finely\nlobular and tan. No intrinsic abnormalities are identified.  \n  \nBLADDER: The bladder is contracted and contains no urine. The bladder mucosa\nis smooth and tan-gray. No intrinsic abnormalities are seen.  \n  \nGENITALIA: The upper portions of the vaginal vault contain no abnormalities.\nThe prepubescent uterus measures 3 x 1 x 0.8 cm and is unremarkable. The\ncervical os contains no abnormalities. Both fallopian tubes and ovaries are\nprepubescent and unremarkable by gross examination.  \n  \nGALLBLADDER: The gallbladder contains 2-3 cc of amber bile. No stones are\nidentified and the mucosa is smooth and velvety. The cystic duct, right and\nleft hepatic duct and common bile duct are patent throughout their course to\nthe duodenum.  \n  \nG.I. TRACT: The esophagus is empty. It is lined by gray-white mucosa. The\nstomach contains a small amount (8-10 cc) of viscous to green to tan colored\nthick mucous material without particulate matter identified. The gastric\nmucosa is autolyzed but contains no areas of hemorrhage or ulceration. The\nproximal portion of the small intestine contains fragmented pieces of yellow\nto light green-tan apparent vegetable or fruit material which may represent\nfragments of pineapple. No hemorrhage is identified. The remainder of the\nsmall intestine is unremarkable. The large intestine contains soft green fecal\nmaterial. The appendix is present.  \n  \nLYMPHATIC SYSTEM: Unremarkable.  \n  \nMUSCULOSKELETAL SYSTEM: Unremarkable.  \n  \nSKULL AND BRAIN: Upon reflection of the scalp there is found to be an\nextensive area of scalp hemorrhage along the right temporoparietal area\nextending from the orbital ridge, posteriorly all the way to the occipital\narea. This encompasses an area measuring approximately 7 x 4 inches. This\ngrossly appears to be fresh hemorrhage with no evidence of organization. At\nthe superior extension of this area of hemorrhage is a linear to comminuted\nskull fracture which extends from the right occipital to posteroparietal area\nforward to the right frontal area across the parietal portion of the skull.\nthe posteroparietal area of this fracture is a roughly rectangular shaped\ndisplaced fragment of skull measuring one and three-quarters by one-half inch.\nThe hemorrhage and the fracture extend posteriorly just past the midline of\nthe occipital area of the skull. This fracture measures approximately 8.5\ninches in length. On removal of the skull cap there is found to be a thin film\nof subdural hemorrhage measuring approximately 7-8 cc over the surface of the\nright cerebral hemisphere and extending to the base of the cerebral\nhemisphere. The 1450 gm brain has a normal overall architecture. Mild\nnarrowing of the sulci and flattening of the gyri are seen. No inflammation is\nidentified. There is a thin film of subarachnoid hemorrhage overlying the\nentire right cerebral hemisphere. On the right cerebral hemisphere underlying\nthe previously mentioned linear skull fracture is an extensive linear area of\npurple contusion extending from the right frontal area, posteriorly along the\nlateral aspect of the parietal region and into the occipital area. This area\nof contusion measures 8 inches in length with a width of up to 1.75 inches. At\nthe tip of the right temporal lobe is a one-quarter by one quarter inch\nsimilar appearing purple contusion. Only very minimal contusion is present at\nthe tip of the left temporal lobe. This area of contusion measures only one-\nhalf inch in maximum dimension. The cerebral vasculature contains no evidence\nof atherosclerosis. Multiple coronal sections of the cerebral hemispheres,\nbrain stem and cerebullum disclose no additional abnormalities. The areas of\npreviously described contusion are characterized by purple linear streak-like\ndiscolorations of the gray matter perpendicular to the surface of the cerebral\ncortex. These extend approximately 6 mm into the cerebral cortex. Examination\nof the base of the brain discloses no additional fractures.  \n  \nNECK: Dissection of the neck is performed after removal of the\nthoracoabdominal organs and the brain. The anterior strap musculature of the\nneck is serially dissected. Multiple sections of the sternocleidomastoid\nmuscle disclose no hemorrhages. Sections of the remainder of the strap\nmusculature of the neck disclose no evidence of hemorrhage. Examination of the\nthyroid cartilage, cricoid cartilage and hyoid bone disclose not evidence of\nfracture of hemorrhage. Multiple cross sections of the tongue disclose no\nhemorrhage or traumatic injury. The thyroid gland weights 2 gm and is normal\nin appearance. Cut sections are finely lobular and red-tan. The trachea and\nlarynx are lined by smooth pink-tan mucosa without intrinsic abnormalities.  \n  \nMICROSCOPIC DESCRIPTION:  (All Sections Stained with H&E)  \n  \n(Slide Key) - (A) - scalp hemorrhage, (B) - sections of vaginal mucosa with\nsmallest fragment representing area of abrasion of 7:00 position, (C) - heart,\n(D-F) - lungs, (G) - liver and spleen, (H) - pancreas and kidney, (I) -\nthyroid and bladder, (J) - thymus and adrenals, (K-L) - reproductive organs,\n(M) - larynx, (N-T) - brain.  \n  \nMYOCARDIUM: Sections of the ventricular myocardium are composed of interlacing\nbundles of cardiac muscle fibers. No fibrosis or inflammation are identified.  \n  \nLUNGS: The alveolar architecture of the lungs is well preserved. Pulmonary\nvascular congestion is identified. No intrinsic abnormalities are seen.  \n  \nSPLEEN: There is mild autolysis of the spleen. Both red and white pulp are\nidentifiable.  \n  \nTHYROID: The thyroid gland is composed of normal-appearing follicles. An\noccasional isolated area of chronic interstitial inflammatory infiltrate is\nseen. There is also a small fragment of parathyroid tissue.  \n  \nTHYMUS: The thymus gland retains the usual architecture. The lymphoid material\nis intact and scattered Hassall's corpuscles are identified. Mild vascular\ncongestion is identified.  \n  \nTRACHEA: There is mild chronic inflammation in the submucosa of the trachea.  \n  \nLIVER: The lobular architecture of the liver is well preserved. No\ninflammation or intrinsic abnormality are identified.  \n  \nPANCREAS: There is autolysis of the pancreas which is otherwise unremarkable.  \n  \nKIDNEY: The overall architecture of the kidney is well preserved. There is\nperhaps mild vascular congestion in the cortex but no inflammation is\nidentified.  \n  \nBLADDER: The transitional epithelium of the bladder is autolyzed. No\nsignificant intrinsic abnormalities are seen.  \n  \nREPRODUCTIVE ORGANS: Sections of the uterus are consistent with the\nprepubescent age. The ovary is unremarkable.  \n  \nADRENAL: The architecture of the adrenal is well preserved and no intrinsic\nabnormalities are seen.  \n  \nBRAIN: Sections of the areas of contusion disclose disrupted blood vessels of\nthe cortex with surrounding hemorrhage. There is no evidence of inflammatory\ninfiltrate or organization of the hemorrhage. Subarachnoid hemorrhage is also\nidentified. Cortical neurons are surrounded by clear halos, as are glial\ncells.  \n  \nVAGINAL MUCOSA: All of the sections contain vascular congestion and focal\ninterstitial chronic inflammation. the smallest piece of tissue, from the 7:00\nposition of the vaginal wall/hymen, contain epithelial erosion with underlying\ncapillary congestion. A small number of red blood cells is present on the\neroded surface, as is birefringent foreign material. Acute inflammatory\ninfiltrate is not seen.  \n  \nEVIDENCE: Items turned over to the Police Department as evidence include:\nFibers and hair from clothing and body surfaces; ligatures; clothing; vaginal\nswabs and smears; rectal swabs and smears; oral swabs and smears; paper bags\nfrom hands, fingernail clippings, jewelry, paper bags from feet; white body\nbag; sample of head hair, eyelashes and eyebrows; swabs from right and left\nthighs and right cheek; red top and purple top tubes of blood.  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy4.txt"
}, {
  "docId" : "11",
  "content" : "\nMANNER OF DEATH:  Homicide.  \n  \nCAUSE OF DEATH: Exsanguination due to multiple stab and incised wounds (head,\nNeck, trunk, upper extremities).  \n  \nFINDINGS:  \n1. Generalized pallor and evidence of exsanguination.  \n2. Multiple stab and incised wounds of head, neck, trunk and upper\nextremities with one (1) stab wound penetrating left skull into brain; three\n(3) stab wounds penetrating right back into chest cavity and right lung;\nanother stab wound at lateral right chest penetrating into right lung; and\nmultiple wounds of upper extremities consistent with defensive injuries.  \n3. Left lower lateral chest-wall abrasions and contusions with overlying rib\nfractures of left ribs #6, #7 and #8.  \n4. Subarachnoid hemorrhage of right cerebrum underlying one of the large,\nundermined right scalp incised wounds.  \n5. A few other minor blunt-force injuries of head and trunk.  \n6. Moderate emphysematous changes of lungs.  \n  \nLABORATORY RESULTS:  \n  \nTOXICOLOGY:  \n  \n1. Blood:  \na. Ethanol: 0.16 gm%.  \nb. Drugs: Cocaine present at less than 0.1 ug/ml; cocaethylene present at 0.2\nug/ml; quantity not sufficient for further examination.  \n  \n2. Urine: Positive for cocaine, cocaine metabolite (ecgonine methyl\nester),and cocaethylene, with negative EMIT barbiturates screen.  \n  \n3. Ocular fluid: Ethanol, 0.16 gm%.  \n  \nINTRODUCTION  \n  \nGENERAL APPEARANCE:  The body is that of a well-developed, well-nourished,\nadult white man who appears the stated age of 43 years. Body height is 69\ninches, and body weight is 169 lb. At autopsy, rigor mortis is generalized to\nlate; livor mortis is posterior and slightly blanching; the body is cool to\ntouch. Artifacts of decomposition are absent, and evidence of medical and\npostmortem care is absent. There is obvious evidence of multiple sharp-force\ninjury.  \n  \nIDENTIFICATION:  The identity of decedent was established by circumstances of\ndeath and discovery of the body.  \n  \nROUTINE EXTERNAL EXAMINATION  \n  \nCLOTHING AND VALUABLES: The body is admitted to the morgue dressed and within\na sheet and shroud, and then within a body bag, and with the hands bagged.  \n  \nClothing is very bloody and has injuries matching those at the trunk (see\nbelow). In addition, prior to removal of clothing, the body was examined\nconcurrently by me and by the crime scene technician from the (edited) Police\nDepartment, and trace evidence was collected from the body and clothing. See\n\"TRACE EVIDENCE\" section at end of report. The clothing consists of a blue-\nand-white western-style shirt, a pair of blue jeans, a brown belt, a pair of\nwhite socks and a pair of brown cowboy-style boots. Valuables on or with the\nbody include a cigarette lighter, a key ring with five (5) keys, a pocket\nknife and $16.43 in cash. The valuables are released to the mother of the\ndecedent while the clothing is retained for the law enforcement agency.  \n  \nPlease also see \"ARTIFACTS\" and \"INJURIES\" sections below.  \n  \nHEAD AND NECK: The head is normally shaped. Scalp hair is short, brown and\nstraight with the frontal portion balding. The head, face, neck and upper\nshoulders show no suffusion. The irides are green; the pupils are equal and\nround; the sclerae are white; the conjunctivae have no petechiae and the\nperiorbital areas have no ecchymosis. Facial hair is clean shaven. A slight\namount of bloody mucus is present inn the nasal and oral cavities. The teeth\nare natural, and oral hygiene is good. Intraoral petechiae are not present.  \nThe neck has no deformities and has the usual range of motion without\ncrepitus.  \n  \nTRUNK:  The chest is not increased in the anteroposterior dimension but has\nheavy, dried blood over the xiphoid and lower sternal regions. The breasts are\nmasculine and have no palpable masses or nipple discharge. The abdomen is soft\nwith a modest panniculus adiposus, and there is no venous discoloration of the\nexternal wall. The back and buttocks have no natural abnormalities. The anus\nis moderately dilated with some reddish purple circumferential ecchymosis, but\nthere are no lacerations and no visible scars. The external genitalia are\nappropriate for age and have no injuries.  \n  \nEXTREMITIES:  The extremities are symmetrical and without natural deformities.\nThe legs have no significant peripheral edema and no skin atrophy. The\nfingernails are all of medium length except the ring fingers which are short\nand even. The right ring fingernail appears acutely missing but in a smooth,  \nbloodless fashion.  \n  \nSCARS, TATTOOS, NEVI, INCIDENTAL FINDINGS: The low midclavicular left chest\nhas two (2) old scars, possibly skin grafting. An old scar is at the low left\nparavertebral back. A short scar is at the back of the web space of the left\nthumb. Old scars are also at the left knee with one (1) being surgical. The\nback of the left wrist has a tattoo of the letters \"JD\".  \n  \nARTIFACTS OF MEDICAL OR POSTMORTEM CARE  \n  \nThere are no acute or recent medical artifacts. The body has no embalming or\nother mortician's artifacts.  \n  \nARTIFACTS OF THE POSTMORTEM INTERVAL  \n  \nSee \"GENERAL APPEARANCE\" above for signs of death. Decomposition is minimal\nbut progressing internally with some autolysis. There is no significant\nputrefaction.  \n  \nINJURIES  \n  \nMultiple incised and stab wounds are present on the head, neck, chest, back\nand upper extremities. These are entirely too numerous to count and detail.\nHowever, in general, there are 30 or more on the head, 15 or more on the chest\nand back, and about 40 defensive incised wounds at the right and left hands\nand forearms. Most of the sharp-force injuries present are incised wounds, and\nmost of the stab wound are actually nonpenetrating of the body cavities,\nexcept as detailed below, and except for the deeper ones at the upper\nextremities. There are also some blunt-force injuries and some overlying rib\nfractures as below.  \n  \nMany of the head wounds are very irregular and have slightly scalloped or\ncurving borders, as discussed below. The forehead, the right face beside the\nnose, the right lips, the left side of the head and ear and the right side of\nthe head have multiple incised wounds. At the forehead, the largest is 5 cm\nlong and is irregular and mostly vertical while most of the incised wounds are\ndiagonal, slanting from upper left to lower right, and being about 1.5 cm long\neach. The longest at the right face is 5.5 cm long. Those at the lips are\nsuperficial. At the left side of the head are several marks, mostly diagonal\ndownward and to the front and also passing along the left side of the forehead\nand the left side of the face. At the frontoparietal area is a V-shaped\nincision which appears to be two incisions crossing. There are also five (5)\nshort, jab-type incisions at the lateral-most low left forehead. These just\npenetrate the outer table of the skull beneath this area, the largest being\n0.2 x 0.1 cm. Just inferior and posterior to these jab wounds is a definite,\npenetrating stab wound of the skull. At the skin, this is diagonal with the\nblunt end 0.1-0.2 cm in thickness, and being at the anteroinferior aspect of\nthe diagonal stab wound, and the acute angle at the superoposterior aspect,\nthe wound being 1.6 cm long. At the skull, this makes a similar triangular-\nshaped wound, more horizontal over the left sphenoid bone, with a base\nthickness of 0.1-0.2 cm and length of 1.6 cm. The anterior-most 1.0 cm of this\nstab is the actual penetration of the skull. It passes 3.5 cm total\n(approximately) through the skin and brain, passing into the brain about 2.0\ncm at the inferolateral left frontal lobe. It creates a 1-cm-wide x 2-cm-deep\npermanent stab cavity at that area. It just enters the tip of the left lateral\nventricle and is accompanied by a slight intraventricular hemorrhage and also\nby a slight white-matter contusion surrounding the injury.  \n  \nThe inferior border of the left ear has a prominent red band of abrasion and\nan upside-down V-shape, with a 6-cm-long vertical incision passing through the\ncenter of the abrasion and onto the upper lateral left neck. The longest\nincision of the left face is 5 cm long.  \n  \nAt the right side of the head are multiple stab wounds varying from 1.5 to 5.5\ncm long, and including a curving stab, 6.5 cm long, with undermining in the\nposterior direction. In front of the right ear is a 9.5-cm-long, curving  \nincision also.  \n  \nAt the top of the head, located mostly on the right front side are another\ngroup of incised wounds, the most prominent having slightly scalloped edges,\nand being 2.2 cm long. At the upper lateral left side of the head are two (2)\nwounds, 0.9 cm between each other and parallel, each curving slightly and\nhaving slightly scalloped edges with the scalloping especially at the left,\nand with overlying, perpendicular, parallel, pale, reddish purple abrasion and\ncontusion lines over a total area of 2 x 3 cm.  \n  \nBeginning at the middle of the upper right sternocleidomastoid muscle, the\nright posterolateral and posterior neck have deep, muscular, incised wounds\nactually representing about two or three total cuts. The left-most aspect has\na 1 cm superficial cut while the major cut passing over to the right\nposterolateral region is 13.5 cm long. A separate 2-cm-long incision overlies\nthe right posterolateral aspect of this incision and combines with the\nincision for an additional 9 cm to terminate at the right sternocleidomastoid\nmuscle where this discussion began. More inferiorly, the right\nsternocleidomastoid muscle also has a smaller incision.  \n  \nThe head also has some blunt-force injuries although these may be ragged\nincised wounds from a dull object. The back of the head has four (4) parallel,\ndiagonal (upper left to lower right) lacerations with visible tissue bridging.\nThe uppermost two (2) are the most superficial and may actually be incisions,\nthese being 1.5 cm long and 4.0 cm long, respectively. The lowermost two are\nmostly on the left side and are 2.7 and 1.7 cm long, respectively, and they\nhave prominent abrasion and contusion around the edges. The back of the right\near also has some reddish purple and reddish black abrasion and contusion; the\nnasal bridge and tip of the nose have some abrasions and contusions; the left\nscalp above the ear has a linear, vertical abrasion; and the vertex of the\nhead has a 2.3- x 0.6-cm irregular abrasion.  \n  \nInside the head, the right parietotemporal region of the cerebrum has a focal\narea of increased subarachnoid hemorrhage; but, other than the stab wound at\nthe left frontal lobe, the brain has no contusion, lacerations, subdural\nhematoma or other injuries. This does underlie the larger, curving, 6.5-cm-\nlong incised wound discussed earlier. The spinal cord is not examined.  \n  \nAt the left midclavicular region of the upper left chest are some small, skip-\nlike abrasions. The midright clavicular region of the upper chest also has a\nsmall area of abrasion. At the right parasternal chest is a 5-cm-tall stab\nwound. The inferior border is slightly rounded or acute and has some slight\ncontusion with slightly undulating edges at the inferior third of the stab\nwound. The upper edge of the stab wound at the skin is squared off, 0.3 cm\nwide. The stab passes through the sternum in a roughly diagonal fashion with\nblunt upper right edge and acute lower left edge, passing into the chest at\nthe right third intercostal space anteriorly. It passes posteriorly, slightly\ndownward and to the right, and it just catches the outer edge of the right\nlung at the junction of the right upper and right middle lobes. The stab stops\nin the lung for a total of about 6 cm. Otherwise, the anterior chest has no\nstab wounds. Laterally, the right upper chest has a 1.6-cm-long stab, roughly\nhorizontally oriented with the posterior aspect acute and the anterior aspect\nblunt. This passes into the right posterolateral chest via the third right\nintercostal space with no visible entry into the lung and with a depth of the\nstab totalling greater than or equal to 6 cm.  \n  \nThe lateral left chest at the lower half has an irregular area of mottled\nabrasions and contusions without pattern, the largest two (2) areas being 3.0\nx 0.3 cm and 1 x 1 cm. These overlie the fractures of the ribs with\naccompanying slight intercostal-space contusion, mainly at the left lateral\nsixth rib, the left posterolateral seventh rib, and the left posterolateral\neighth rib. The seventh rib has a parietal pleural perforation and the  \ngreatest amount of contusional hemorrhage. These are blunt-force injuries.  \n  \nAt the back, there are multiple shallow stabs and jab-type wounds along with\nsome tiny superficial abrasions or incisions, all less than or equal to 0.3\ncm. At the left upper shoulder posteriorly are two (2) of the more  \nprominent superficial stab wounds not passing into the chest, the upper right\nlateral one being diagonally oriented and 2.2 cm long, and the more medial one\nbeing 1.4 cm long and oriented horizontally. At the midcenter of the back,\nslightly more on the right side of the spine than the left, are seven (7)\nparallel, diagonal stabs. These all have roughly the same appearance at the\nskin, although their upper and lower edges are less distinct than other stab\nwounds on the body. Three (3) of these are chosen for representative  \nmeasurements. The uppermost right stab of this group is 1.8 cm long and\nappears to have the blunt edge downward with a V-shaped acute edge superiorly.\nBringing the two edges of the wound together creates almost a double \"V,\"\nalthough the inferior aspect is more of a shallow \"V\" than the upper \"V\" is.  \nThe inferior-most right wound in this group is 1.5 cm long and has a prominent\ninferior \"V\" with an acute superior edge. Bringing the two sides together\ncreates no \"V\" at the top at all but makes the inferior \"V\" more prominent.\nThe uppermost left wound of this group is 1.6 cm long and has a prominent\nupper blunt edge and an inferior acute edge. This wound, when the edges are\nbrought together, is a simple slit. Three of the four stabs at the right side\nof this group penetrate the chest, one going through the sixth posterior right\nintercostal space, one going through the seventh, and one going through the\nninth. These go into the right chest cavity with one injury only penetrating\nthe right lung for a total depth of greater than or equal to 5 cm. This is\nprobably wound \"B\" with the depth into the lower lobe of the right lung of\nabout 1.5 cm with a height of 1 cm giving the total penetration as mentioned\nabove of greater than or equal to 5 cm. The two (2) stab wounds to the left of\nthe spine pass downward, medially and to the front, but they stop at the left\nlamina and left lateral side of the spinous processes of the back bone with a\nshort overall distance for the stab of about 2 cm without penetration of the\nchest cavity.  \n  \nAs mentioned earlier, the upper extremities have multiple sharp-force\ninjuries. At the anterior, distal right wrist are several abrasions and\nlacerations with slight reddish purple contusions, the longest 4.5 x 0.2 cm,  \nand the most prominent, 0.8 x 1.6 cm. These are less clearly defined as\nincised wounds, although they may be from an irregular object. At the back of\nthe right triceps area, almost exposing the bone, is a bloodless, 19.5-cm-long\ngaping, deep, incised wound. The lateral proximal right shoulder and proximal\narm have three (3) incisions, the longest more distal and is 1.6 cm long, with\nan irregular distal border suggestive of an acute angle and with a proximal\nborder squared off and 0.2-0.3 cm wide. The back of the right forearm has some\nsmall abrasions and some small incised wounds toward the wrist. The distal\nright biceps area, just above the antecubital fossa, has one (1) small incised\nwound.  \n  \nThe left distal forearm has a large, gaping incised wound of 3 x 5 cm surface\narea, passing through the tendons. Just proximal to this is a 6- x 4-cm area\nof dried blood with abrasions and superficial incisions. Just proximal to that\nand more medial are two (2) parallel, linear, thin abrasions.  \n  \nThe backs of the hands have multiple avulsed and oblique incisions and\nlacerations, mostly incisions, ranging from 1.5-3.2 cm long. In addition, the\nback of the right hand has a larger, gaping wound, 5.5 x 3.0 cm long, and the\nright wounds and the left dorsal wrist wounds have superimposed purple\ncontusions. On the medial edge of the right thumb is a 1.3-cm-long incised\nwound which continues onto the thumb pad itself. At the palmar surface of the\nleft hand are approximately eight (8) oblique incised wounds, one being 2.5 cm\nlong and having scalloped edges, and another being 3 cm long with the others\nvarying. The hands do have clumps of straight, long, possibly blond hairs\nadherent especially at the left palm. These are collected.  \n  \nOverall, most of the incised wounds of the trunk suggest a single-edged, thin\nblade, although a double-edged blade cannot be excluded. Many of the head\nwounds, and also the hand and forearm injuries, suggest a scalloped edge or\nscalloped object, and the multiple injuries of the hands and forearms are  \nconsistent with defensive injuries.  \n  \nInternally, there is almost no blood present in the heart and great vessels\nand tissues due to exsanguination from all of these multiple wounds. X-rays of\nthe head and neck and also the chest and upper abdomen show no obvious\nfractures or foreign bodies. The internal structures of the neck, including\nthe carotid arteries, show no injuries except for the large neck injury\npassing into the muscle only as mentioned above. The heart, liver, etc., have\nno injuries. See above for stabs of right lung, stab of brain, left rib\nfractures and right brain subarachnoid hemorrhage.  \n  \n\nROUTINE INTERNAL EXAMINATION  \n  \nIn general, internal artifacts and injuries have been described above and will\nnot be further detailed in this section.  \n  \nThe body cavities are opened in the standard autopsy fashion. The organs are\npresent in their usual anatomic locations and relationships. Little blood is\npresent in the pleural cavities, and there are some slight adhesions at the\nright upper lobe of the lungs. There is no evidence of empyema, purulent\nexudate or acute inflammation of the serous cavities. There is no tissue\ndiscoloration suggestive for carbon monoxide intoxication or jaundice. There\nis a slight smell suggestive of alcoholic beverages within the body.  \n  \nThe gallbladder contains the usual bile. The stomach contains 20 ml of grayish\nmucoid fluid with curdled-like, small, soft, whitish lumps of mostly digested,\nunrecognizable food; but there is no evidence of drug residue. The vermiform\nappendix is present. The urinary bladder contains clear urine. In general,\natherosclerosis is very mild. The heart has no evidence of infarction or\nscarring. The lungs have bullous emphysematous changes to a slight degree,\nmostly at the upper lobes. The right lung also has the two (2) stab wounds\nmentioned earlier. The liver appears pale but not fatty. The spleen, pancreas,\nkidneys, heart, adrenals, thyroid, pituitary, prostate and bladder are not\notherwise remarkable. The testes show no contusions. The  \npenis does not appear to be circumcised.  \n  \nRoutine organ weights are as follows: heart, 370 gm; right lung, 530 gm; left\nlung, 580 gm; liver, 1630 gm; spleen, 80 gm; pancreas, 160 gm; right kidney,\n140 gm; left kidney, 170 gm; and brain, 1450 gm.  \n  \nPROCEDURES AND SPECIMENS  \n  \nTOXICOLOGY: Blood, bile, urine, ocular fluid, nasal swabs.  \n  \nPHOTOGRAPHY: Instant print and 35-mm slide identification pictures. Instant-\nprint photos are also taken of the scene and of many of the injuries.  \n  \nTRACE EVIDENCE:  Trace materials on tape from right shoulder/chest; possibly\nsmall glass fragment from left upper chest; trace materials on tape from left\nshoulder/neck/chest; trace materials on tape from chest; glass fragments from\nback; possible glass fragments from chest; hairs adherent to right and left\nsleeves of shirt; hairs adherent to left hand; one (1) hair from inside the\nmouth; right fingernail clippings; left fingernail clippings; and adherent\nhairs from right hand. Purple- and red-topped tubes of blood are also\ncollected and sent to the lab.  \n  \nCHEMISTRIES OR CULTURES: None.  \n  \nFIREARMS EXAMINATION:  None.  \n  \nX-RAYS:  See \"INJURIES.\"  \n  \nMICROSCOPIC EXAMINATION:  Representative sections of major organ systems have\nbeen obtained and routinely processed onto glass slides for histologic\nexamination. These have been reviewed.  \n  \nThe liver, heart and kidney are not remarkable aside from some moderately\nadvanced autolysis especially at the kidney. The lungs show diffuse, moderate\nemphysematous changes including septal fibrosis and an increased number of\nmacrophages, along with congestion. The cerebrum shows acute petechial\nhemorrhages at the directed section from the stab-wound area, but otherwise\nthe cerebrum is not remarkable. The anoderm shows no contusion, but it does\nhave dilated submucosal vessels without significant inflammation or scarring.\nThere are no additional significant findings.  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy5.txt"
}, {
  "docId" : "12",
  "content" : "\nANATOMICAL SUMMARY  \n1. Sharp force wound of neck, left side, with transection of left internal\njugular vein.  \n2. Multiple stab wounds of chest, abdomen, and left thigh: Penetrating stab\nwounds of chest and abdomen with right hemothorax and hemoperitoneum.  \n3. Multiple incised wounds of scalp, face, neck, chest and left hand (defense\nwound).  \n4. Multiple abrasions upper extremities and hands (defense wounds).  \n  \nNOTES AND PROCEDURES  \n1. The body is described in the Standard Anatomical Position. Reference is to\nthis position only.  \n2. Where necessary, injuries are numbered for reference. This is arbitrary\nand does not correspond to any order in which they may have been incurred. All\nthe injuries are antemortem, unless otherwise specified.  \n3. The term \"anatomic\" is used as a specification to indicate correspondence\nwith the description as set forth in the textbooks of Gross Anatomy. It\ndenotes freedom from significant, visible or morbid alteration.  \n  \nEXTERNAL EXAMINATION: The body is that of a well developed, well nourished\nCaucasian male stated to be 25 years old. The body weighs 171 pounds,\nmeasuring 69 inches from crown to sole. The hair on the scalp is brown and\nstraight. The irides appear hazel with the pupils fixed and dilated. The\nsclerae and conjunctive are unremarkable, with no evidence of petechial\nhemorrhages on either. Both upper and lower teeth are natural, and there are\nno injuries of the gums, cheeks, or lips.  \n  \nThere is a picture-type tattoo on the lateral aspect of the left upper arm.\nThere are no deformities, old surgical scars or amputations.  \n  \nRigor mortis is fixed.  \n  \nThe body appears to the Examiner as stated above. Identification is by toe tag\nand the autopsy is not material to identification. The body is not embalmed.  \n  \nThe head is normocephalic, and there is extensive evidence of external\ntraumatic injury, to be described below. Otherwise, the eyes, nose and mouth\nare not remarkable. The neck shows sharp force injuries to be described below.\nThe front of the chest and abdomen likewise show injuries to be described\nbelow. The genitalia are that of an adult male, with the penis circumcised,\nand no evidence of injury.  \n  \nExamination of the posterior surface of the trunk reveals no antemortem\ntraumatic injuries.  \n  \nRefer to available photographs and diagrams and to the specific documentation\nof the autopsy protocol.  \n  \nCLOTHING: The clothes were examined both before and after removal from the\nbody.  \nThe decedent was wearing a long-sleeved type of shirt/sweater; it was\nextensively bloodstained.  \n  \nOn the front, lower right side, there was a 1 1/2 inch long slit-like tear.\nAlso on the lower right sleeve there was a 1 inch slit-like tear. On the back\nthere was a 1/2 inch slit-like tear on the right lower side.  \n  \nDecedent was wearing a pair of Levi jeans bloodstained. On the outside of the\nleft hip region there was a 1-1/2 inch long slit-like tear. The decedent also\nwas wearing 2 canvas type boots and 2 sweat socks.  \n  \nEVIDENCE OF THERAPEUTIC INTERVENTION: None.  \n  \nEVIDENCE OF INJURY  \n  \nSHARP FORCE INJURIES OF NECK  \n1. Sharp force injury of neck, left side, transecting left internal jugular\nvein. This sharp force injury is complex, and appears to be a combination of a\nstabbing and cutting wound. It begins on the left side of the neck, at the\nlevel of the midlarynx, over the left sternocleidomastoid muscle; it is\ngaping, measuring 3 inches in length with smooth edges. It tapers superiorly\nto 1 inch in length cut skin. Dissection discloses that the wound path is\nthrough the skin, the subcutaneous tissue, and the sternocleidomastoid muscle\nwith hemorrhage along the wound path and transection of the left internal\njugular vein, with dark red-purple hemorrhage in the adjacent subcutaneous\ntissue and fascia. The direction of the pathway is upward and slightly front\nto back for a distance of approximately 4 inches where it exits, post-\nauricular, in a 2 inch in length gaping stab/incised wound which has\nundulating or wavy borders, but not serrated. Intersecting the wound at right\nangle superior inferior is a 2 inch in length interrupted superficial, linear\nincised wound involving only the skin. Also, intervening between the 2 gaping\nstab-incised wounds is a horizontally oriented 3-1/2 inch in length\ninterrupted superficial, linear incised wound of the skin only. In addition,\nthere is a 1/2 inch long, linear-triangular in size wound of the inferior\nportion of the left earlobe. The direction of the sharp force injury is upward\n(rostral), and slightly front to back with no significant angulation or\ndeviation. The total length of the wound path is approximately 4 inches.\nHowever, there is a 3/4 inch in length, linear, cutting or incised wound of\nthe top or superior aspect of the pinna of the left ear; a straight metallic\nprobe placed through the major sharp force injury shows that the injury of the\nsuperior part of the ear can be aligned with the straight metallic rod,\nsuggesting that the 3 injuries are related; in this instance the total length\nof the wound path is approximately 6 inches. Also, in the left postauricular\nregion, transversely oriented, extending from the auricular attachment\nlaterally to the scalp is a 1-1/8 inch in length linear superficial incised\nskin wound.  \nOPINION:  This sharp force injury of the neck is fatal, associated with\ntransection of the left internal jugular vein.  \n  \n2. Sharp force wound of the right side of neck. This is a complex injury,\nappearing to be a combination stabbing and cutting wound. The initial wound is\npresent on the right side of the neck, over the sternocleidomastoid muscle, 3\ninches directly below the right external auditory canal. It is diagonally\noriented, and after approximation of the edges measures 5/8 inch in length;\nthere is a pointed or tapered end inferiorly and a split or forked end\nsuperiorly approximately 1/16 inch in maximal width. Subsequent autopsy shows\nthat the wound path is through the skin and subcutaneous tissue, without\npenetration of injury of a major  \nartery or vein; the direction is front to back and upward for a total wound\npath length of 2 inches and the wound exits on the right side of the back of\nthe neck, posterior to the right sternocleidomastoid muscle where a 2 inch\nlong gaping incised/stab wound is evident on the skin; both ends are tapered;\nsuperiorly there is a 1 inch long superficial incised wounds extension on the\nskin to the back of the head; inferiorly there is a 2 inch long incised\nsuperficial skin extension, extending inferiorly towards the back of the neck.\nThere is fresh hemorrhage and bruising along the wound path; the direction, as\nstated, is upward and slightly front to back.  \nOPINION: This is a nonfatal sharp force injury, with no injury or major artery\nor vein.  \n  \n3. At the level of the superior border of the larynx there is a transversely\noriented, superficial incised wound of the neck, extending from 3 inches to\nthe left of the anterior midline; it is 3 inches in length and involves the\nskin only; a small amount of cutaneous hemorrhage is evident.  \nOPINION: This is a nonfatal superficial incised wound.  \n  \n4. ImmediateLY inferior and adjacent to incised wound #3 is a transversely\noriented, superficial incised wound involving the skin and subcutaneous\ntissue; there is a small amount of dermal hemorrhage.  \nOPINION: This is a nonfatal superficial incised wound.  \n  \nSHARP FORCE INJURIES OF FACE  \n1. There is a stab wound, involving the right earlobe; it is vertically\noriented, and after approximation of the edges measures 1 inch in length with\nforked or split ends superiorly and inferiorly approximately 1/16 inch in\ntotal width both superior and inferior. Subsequent dissection discloses that\nthe wound path is from right to left, in the horizontal plane for\napproximately 1-1/4 inches; there is fresh hemorrhage along the wound path;\nthe wound path terminates in the left temporal bone and does not penetrate the\ncranial cavity.  \nOPINION: This is a nonfatal stab wound.  \n  \n2. There is a group of 5 superficial incised or cutting wounds on the right\nside of the face, involving the right cheek and the right side of the jaw.\nThey are varied in orientation both diagonal and horizontal; the smallest is\n1/4 inch in length; the largest 5/8 inch in length. They are superficial,\ninvolving the skin only, associated with a small amount of cutaneous\nhemorrhage.  \n  \n3. On the back of the neck, right side, posterior to the ear and posterior\nborder of the right sternocleidomastoid muscle there is vertically oriented\nsuperficial incised skin wound, measuring 3/4 inch in length.  \n  \n4. There are numerous superficial incised wounds or cuts, varied in\norientation, involving the skin of the right cheek, intersection and mingled\nwith the various superficial incised wounds described above. The longest is a\n3 inch long diagonally oriented superficial incised wound extending from the\nright side of the forehead to the cheek; various other superficial wound vary\nfrom 1/2 to 1 inch.  \n  \n5. On the right side of the cheek, adjacent to the ramus of the mandible,\nright, there is a 1-1/2 x 3/4 inch superficial nonpatterned red-brown abrasion\nwith irregular border, extending superiorly towards the angle of the jaw where\nthere are poorly defined and circumscribed abrasions adjacent to the\nsuperficial cuts or abrasions described above. It should be noted that the 5th\nsuperficial incised wound of the right side of the mandible which measures 5/8\ninch in length is tapered on the posterior aspect and forked on the anterior\naspect where it has a width of 1/32 inch.  \n  \n6. On the left ear, there is a superficial incised wound measuring 1/4 inch,\nadjacent to the posterior border of the pinna. Just below this on the inferior\npinna, extending to the earlobe, there is an interrupted superficial linear\nabrasion measuring 1 inch in length.  \n  \nSHARP FORCE INJURIES OF SCALP  \n1. The scalp is shaved postmortem for visualization. On the right posterior\nparietal region of the scalp there is a sharp force wound, diagonally\noriented, and after approximation of the edges it measures 5/8 inch in length\nwith a perpendicularly oriented skin cut at the midpoint. Depth of penetration\nis approximately 1/4 to 3/8 inch into the scalp, with associated deep scalp\nhemorrhage and a subgaleal hemorrhage beneath the wound measuring 2 x 2 inches\nin transverse diameter. There is no underlying fracture of the skull or\npenetration of the cranium.  \nOPINION: This is a sharp force wound that may represent either a cutting wound\nof a superficial stab wound; nonfatal.  \n  \n2. On the posterior parietal region, midline, to the left of the wound\ndescribed above there is a 1/4 inch superficial incised wound or skin cut\nmeasuring 1/4 inch in length; both ends are pointed or tapered; extension is\n1/4 inch into the scalp with a small amount of deep scalp hemorrhage but no\nsubgaleal hemorrhage.  \n  \n3. On the left posterior parietal region there is an injury that is an\nabrasion, 1/4 x 1/8 inch in maximal diameter and an ovoid in configuration; it\nis red-brown with a small amount of superficial skin bruising.  \nOPINION: This is a skin abrasion-bruise, noncharacteristic.  \n  \nDESCRIPTION OF MULTIPLE STAB WOUNDS  \nOn the right side of the chest adjacent to the stab wound there are multiple,\nirregular, brown abrasions consistent with ant bites.  \n  \n1. STAB WOUND OF RIGHT SIDE OF CHEST.  \nThe stab wound is located on the right side of the chest, 22 inches below the\ntop of the head and 5 inches from the back of the body; it is vertically\noriented and after approximation of the edges it measures 5/8 inch in length.\nInferiorly there is a squared off or dull end approximately 1/32 in length;\nsuperiorly the wound is tapered. Subsequent autopsy shows that the pathway is\nthrough the skin, the subcutaneous tissue, and through the right 7th rib at\nthe approximately midaxillary line where the rib is totally incised.\nThereafter, it enters the right pleural cavity which at the time of autopsy\ncontains approximately 100-200 ml of predominantly liquid blood. The path is\nthrough the lateral base of the border of the right lower lobe as the path is\nthrough the pleura and the immediately subjacent pulmonary parenchyma which is\nhemorrhagic; the pleural wounds are approximately 1/2-3/4 inch in length;\nthereafter the pathway is from right to left and back to front and through the\npleural cavity where the wound path terminates on the anterior rib cage where\na 3/4 cutting wound is found on the posterior aspect of the right 4th rib\nanteriorly at the approximate midclavicular line; there is overlying bruising\nin the adjacent intercostal musculature. Estimated length of the total wound\npath is 4 inches and as stated the direction is right to left and back to\nfront with no other angulation measurable.  \nOPINION: This is a fatal wound associated with perforation of the right  \nlung and a hemothorax.  \n  \n2. STAB WOUND OF RIGHT SIDE OF CHEST.  \nThis wound is located on the right side of the chest, 21 inches below the top\nof the head and 2 inches from the back of the body. After approximation of the\nedges it measures 1-1/2 inches in length and is diagonally oriented; the\nposterior aspect is dull or flat, measuring 1/32 inch and the anterior aspect\nis pointed or tapered. Subsequent autopsy shows that the wound is through the\nskin, the subcutaneous tissue, and the intercostal musculature and it\npenetrates into the pleural cavity through the 8th right intercostal space\nwithout striking rib. Thereafter the pathway is similar to stab wound #1 as it\npasses obliquely through the pleura and subjacent hemorrhagic parenchyma at\nthe base of the right lower lobe; 1/2 inch and 3/4 inch pleural cuts are\nevident both posteriorly and anteriorly. No other terminating point is\nevident. There is fresh hemorrhage and bruising noted along the wound path as\nwell as the hemothorax described above. The direction is right to left with no\nother angulation or deviation determined because of absence of fixed reference\npoints. Estimated minimum total depth of penetration is 2-3 inches.  \nOPINION: This is a fatal stab wound associated with perforation of the lung\nand hemothorax.  \n  \n3. STAB WOUND OF RIGHT FLANK.  \nThis is a diagonally oriented wound, on the right flank, 29 inches below the\ntop of the head and 3-1/2 inches to the back of the body. It measures 3/8 inch\nin length and involves the skin and subcutaneous tissue without penetrating\nthe chest wall or abdominal wall. No square or dull edges are evident. Both\nends are rounded or tapered.  \nOPINION: This is a superficial cutting wound, representing either a\nsuperficial stab wound or an incised wound.  \n  \n4. STAB WOUND OF LEFT THIGH.  \nThis is a transversely oriented stab wound on the lateral left thigh, 33\ninches above the left heel and 4 inches from the back of the thigh. After\napproximation of the edges it measures 2-1/8 inches in length and posteriorly\nthere is a dull or flat end 1/32 inch and anteriorly a pointed or tapered end.\nSubsequent autopsy shows that the wound path is through the skin, the\nsubcutaneous tissue, and the muscle without striking bone. There is fresh\nhemorrhage along the wound path. The depth of penetration is 3 to 3-1/2 inches\nfrom left to right without angulation or deviation.  \nOPINION: This is a stab wound of the soft tissue and muscle of the left thigh,\nnonfatal.  \n  \n5. STAB WOUND OF LEFT SIDE OF ABDOMEN  \nThis is a transversely oriented stab wound on the left side of the abdomen,\nlocated 45 inches above the left heel. After approximation of the edges it\nmeasures 3/4 inch in length with the anterior end pointed or tapered and the\nposterior end forked or split. Subsequent autopsy shows that the wound passes\nthrough the skin, the subcutaneous tissue, and through the retroperitoneal\ntissue which is hemorrhagic; the pathway is through the left ilio-psoas muscle\nassociated with fresh hemorrhage and bruising. The path is from left to right\nand slightly back to front; the wound path terminates in the abdominal aorta\napproximately 1-1/4 inches proximal to the bifurcation. Two perforating 1/2\ninch wounds are seen in the wall of the aorta with surrounding para-aortic\nhemorrhage. In addition to the retroperitoneal hemorrhage, including\nhemorrhage into the mesocolon, approximately 100 ml of liquid blood is found\nfree within the peritoneal cavity. In addition to the fresh bruising and\nhemorrhage along the wound path the entire length of the wound path is\napproximately 5-1/2 inches. The direction is left to right, and a slightly\nback to front direction with no other angulation or deviation evident.  \nOPINION: This is a fatal stab wound associated with perforation of the\nabdominal aorta with retroperitoneal and intra-abdominal hemorrhage.  \n  \n6. STAB WOUND OF THE RIGHT UPPER CHEST, LATERAL BORDER OF RIGHT CLAVICLE  \nThis vertically oriented superficial stab wound or incised wound is located on\nthe lateral border of the right clavicle, is vertically oriented, and measures\n1/2 inch in length; involves the skin and subcutaneous tissue; inferiorly the\nwound is split or forked and superiorly it is tapered or pointed. It should be\nnoted that all of the split or forked ends of the previously mentioned stab\nwounds overall measure approximately 1/16 to 1/8 inch in overall width. There\nis a small amount of fresh cutaneous hemorrhage. No direction can be evident\nexcept for front to back, inasmuch as it is superficial.  \nOPINION: This is a nonfatal superficial stab wound or cutting wound.  \n  \nSHARP FORCE INJURIES OF HANDS:  \n  \n1. On the palmar surface of the right hand, at the base of the index finger,\nthere is a cutting or incised wound, 3/4 inch in length and 1/2 inch deep\ninvolving the skin and subcutaneous tissue with hemorrhage in the margins.\nBoth ends are rounded or tapered.  \nOPINION: This is compatible with a defense wound.  \n  \n2. On the palmar surface of the right hand, just proximal to the web of the\nthumb, there is a triangular or Y-shaped cutting wound measuring 1/2 inch in\nlength maximally and 1/4 inch deep with hemorrhage at the margins.  \nOPINION: This is compatible with a defense wound.  \n  \n3. On the palmar surface of the left hand at the web of the thumb, there is a\n3/4 inch in size or cutting wound involving the skin, and subcutaneous tissue;\nit is approximately 1/4 inch deep with hemorrhage at the margins. Both ends\nare tapered or pointed with smooth edges similar to the 2 wounds described\nabove.  \nOPINION: This is compatible with a defense wound.  \n  \nOTHER INJURIES TO HANDS AND UPPER EXTREMITIES:  \n  \n1. On the lateral aspect of the right distal forearm, adjacent to the wrist,\nthere is a 3/4 x 1/2 inch abrasion on the ulnar surface, red-brown in color,\nnonpatterned.  \n  \n2. On the lateral or outer aspect of the left forearm there are multiple\nabrasions both linear and one that is approximately triangular measuring 3/4 x\n1/2 inch; they are all brown to red-brown in color and antemortem; the longest\nlinear abrasion is 3/4 inch in length.  \n  \n3. On the dorsal surface of the right hand there are fresh bruises (red-\npurple in color) and fresh red-brown abrasions. On the proximal knuckle of the\nright middle finger a 1 x 3/4 inch bruise with no overlying abrasion. On the\nmiddle knuckle of the index finger a 1/2 x 1/2 inch bruise surrounding a 1/8\nnondescript abrasion; just distal on the middle phalanx of the middle finger a\n1/8 nondescript abrasion. On the proximal knuckle of the right index finer\nthere is a 1/2 x 1/2 inch fresh bruise surrounding a linear diagonally\noriented 1/2 inch red-brown abrasion. There is a 1/2 x 1/2 inch fresh bruise\non the middle of the right ring finger surrounding 2 punctate abrasions\napproximately 1/8 inch in maximal diameter; on the middle knuckle of the right\n5th finger there is a 1/16 inch punctate nondescript abrasion.  \n  \n4. On the dorsal side of the left hand there are multiple red-brown abrasions\nirregular in configuration and border, involving the 3 knuckles of the left\nindex finger; maximal dimension 1/4 x 3/8 inch, all red-brown in color. There\nis an irregularly configured abrasion on the proximal knuckle of the left\nmiddle finger consisting of an apparent 3 linear 1/2 inch abrasions converging\nat the center having a somewhat configuration of the letter W. These are all\nsuperficial skin abrasions. On the dorsal side of the left hand adjacent to\nthe web of the thumb there is a linear, 3/4 inch long skin abrasion\nterminating in a 1/8 inch nondescript punctate abrasion  \nnear the base of the thumb. There is a fresh bruise, 1-1/4 x 1-1/2 inch on the\ndorsal surface of the left hand adjacent to the wrist surrounding a punctate\nabrasion.  \n  \n5.. There are 2 fresh bruises on the ulnar surface of the left wrist,\nnonabraded, measuring respectively 3/8 x 3/8 inch and 1/2 x 1/2 inch, with the\nbruising involving the skin and dermis.  \n  \nINTERNAL EXAMINATION: The body is opened with the usual Y-shaped\nthoracoabdominal incision revealing the abdominal adipose tissue to measure\n1/2 to 3/4 inch in thickness. The anterior abdominal wall has its normal\nmuscular components and no blunt force injuries are evident. Exposure of the\nbody cavities shows the contained organs in their usual anatomic locations\nwith their usual anatomic relationships. The serosal surfaces are smooth,\nthin, and glistening and the free blood within the peritoneal cavity due to\nthe stab wound as previously described; this also includes the left\nretroperitoneal hemorrhage, hemorrhage into the left ilio-psoas muscle, and\nthe mesocolon.  \n  \nINTERNAL EVIDENCE OF INJURY: Aside from the stab wounds of the chest and\nabdomen, there are no other internal traumatic injuries involving the thoracic\nor abdominal viscera.  \n  \nSYSTEMIC AND ORGAN REVIEW: Autopsy findings, or lack of them, considered apart\nfrom those already stated. The following observations pertain to findings\nother than the injuries and changes that are described above.  \n  \nMUSCULOSKELETAL SYSTEM--SUBCUTANEOUS TISSUE-SKIN: Anatomic except as otherwise\nstated or implied.  \n  \nHEAD--CENTRAL NERVOUS SYSTEM: The brain weighs 1,400 grams. The external\nindications of injury as well as the deep scalp and subgaleal hemorrhage have\nbeen described above. There is no hemorrhage into the temporal muscle or the\norbits. There are no tears of the dura mater and no recent epidural, subdural,\nor subarachnoid hemorrhage. The dura is stripped revealing no fractures of the\nbones of the calvarium or base of the skull. The pituitary gland is normally\nsituated in the sella turcica and is not enlarged. The cranial nerves are\nenumerated and they are intact, symmetrical and anatomic in size, location and\ncourse. The component vessels of the circle of Willis are identified and they\nare anatomic in size, course and configuration. The blood vessels are intact,\nfree of aneurysm or other anomaly, are non-occluded, and show no significant\natherosclerosis. Multiple coronal sections of the non-formalin-fixed, fresh\nbrain shows: The cerebral hemispheres, cerebellum, brain stem, pons and\nmedulla to show their normal anatomical structures. The cerebellar, the\npontine and the medullary surfaces present no lesions. The cerebral cortex,\nthe white matter, the ventricular system and basal ganglia are anatomic. There\nis no evidence of hemorrhage, cysts or neoplasm involving the brain substance.\nThe spinal chord is not dissected.  \n  \nORGANS OF SPECIAL SENSES: Not dissected.  \n  \nRESPIRATORY SYSTEM--THROAT STRUCTURES:  \n  \nThe oral cavity, viewed from below, is anatomic and no lesions are seen. The\nmucosa is intact and there are no injuries to the lips, teeth or gums. There\nis no obstruction of the airway. The injury to the left internal jugular vein\nhas been previously described. The mucosa of the epiglottis, glottis, piriform\nsinuses, trachea and major bronchi are anatomic. No injuries are seen and\nthere are no mucosal lesions. The hyoid bone, the thyroid, and the cricoid\ncartilages are intact. No hemorrhage is present in the tissues adjacent to the\nthroat organs nor is there hemorrhage into the substance of the anatomic\nappearing thyroid gland. The parathyroid glands are not identified.  \n  \nLUNGS: The lungs weight: Right, 420 grams; left 320 grams. The external\nappearance and that of the sectioned surface of the left lung shows a pink\nexternal surface without evidence of injuries. There is minimal congestion,\notherwise not remarkable. No foreign substance, infarction or neoplasm is\nencountered. The right lung shows basilar atelectasis due to the hemothorax\ncaused by the stab wound to the right lower lobe described above. Otherwise\nthe external appearance of the sectioned surface shows no focal lesion; there\nis no evidence of foreign material, infarction or neoplasm.  \n  \nCARDIOVASCULAR SYSTEM: The heart weighs 290 grams, and has a normal size and\nconfiguration. The chambers, valves, and the myocardium are anatomic. There\nare no focal endocardial, valvular or myocardial lesion and no congenital\nanomalies. Multiple transverse sections of the left and right coronary\narteries reveal them to be thin-walled and patent throughout with no\nsignificant atherosclerosis. The aorta and its branches are anatomic; the\nperforating stab wound injury of the distal abdominal aorta has been\npreviously described. The portal and caval veins and the major branches are\nanatomic.  \n  \nGASTROINTESTINAL SYSTEM: The mucosa and wall of the esophagus are intact and\ngray-pink, without lesions or injuries. The gastric mucosa is intact and pink\nwithout injury. There are no focal lesions, no residual medications, and no\nswallowed blood is present. Approximately 200 ml of partially digested\nsemisolid food is found in the stomach with the presence of fragments of green\nleafy vegetable material compatible with spinach. The mucosa of the duodenum,\njejunum, ileum, colon and rectum are intact. The lumen is patent. There are no\nmucosal lesions or injuries and no blood is present. The fecal content is\nusual in appearance. The vermiform appendix is present.  \n  \nHEPATOBILIARY SYSTEM--PANCREAS: The liver weighs 1,360 grams and is normal\nsize and configuration. The subcapsular and the cut surfaces of the liver are\nuniformly brown-red in color, free of nodularity, and usual in appearance. The\nbiliary duct system, including the gallbladder, is free of anomaly and no\nlesions are seen. The mucosa is intact and bile stained. The lumina are patent\nand no calculi are present. The pancreas is anatomic both externally and on\ncut surface.  \n  \nHEMOLYMPHATIC SYSTEM--ADRENAL GLAND: The spleen weighs 210 grams and has an\nintact capsule. Cut surface shows a normal coloration with a firm red-purple\nparenchyma and no focal lesions. The blood, the bone marrow and the usually-\nnamed aggregates of lymph nodes do not appear to be significantly altered. The\nthymus gland is not identified. The adrenal glands are usual in size and\nlocation and the cut surface presents no lesions or injuries. However, there\nis a small amount of left periadrenal hemorrhage due to the retro-peritoneal\nhemorrhage caused by the stab wound.  \n  \nURINARY SYSTEM: The kidneys weigh: Left, 150 grams; right, 140 grams. The\nkidneys are anatomic in size, shape and location. The capsules are stripped to\nshow a smooth, pale brown surface. On section the cortex and medulla are\nanatomic without lesions. The calyces, the pelves, the ureters and urinary-\nbladder are unaltered in appearance. The mucosa is gray-pink. No calculi are\npresent, and no blood is present. The urinary bladder contains no measurable\nurine.  \n  \nMALE GENITAL SYSTEM: The testicles, the penis, the prostate gland are anatomic\nto dissection.  \n  \nHISTOLOGY: Representatives portions of the various organs, including the\nlarynx, are preserved in 10% formaldehyde and placed in a single storage\ncontainer.  \n  \nTOXICOLOGY: A sample of right pleural blood as well as bile are submitted for\ntoxicologic analysis. Stomach contents are saved.  \n  \nSEROLOGY: A sample of right pleural blood is submitted in the EDTA tube.  \n  \nRADIOLOGY: None.  \n  \nPHOTOGRAPHY: In addition to the routine identification photographs; pertinent\nphotographs are taken of the external injuries.  \n  \nWITNESSES: Detectives Van Natter and Lange, LAPD, Robbery Homicide Division,\nwere present during the autopsy.  \n  \nDIAGRAMS USED: Form 42, 16, 20F, 20H, 21 and 24 were utilized during the\nperformance of the autopsy.  \n  \nOPINION: The decedent sustained multiple sharp force injuries, including\nmultiple stab wounds involving the chest and abdomen; multiple incised-stab\nwounds of the neck; and multiple incised or cutting wounds. Fatal wounds were\nidentified involving the neck where there was transection of the left internal\njugular vein and stab wounds of the chest and abdomen causing intrathoracic\nand intraabdominal hemorrhage.  \n  \nOf note the cutting wounds of the left and right hands, compatible with\ndefensive wounds. In addition there were a number of blunt force injuries to\nthe upper extremities and hands, likewise compatible with defensive wounds.\nThe remainder of the autopsy revealed a normal, healthy adult male with no\ncongenital anomalies. Routine toxicologic studies were ordered.  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy6.txt"
}, {
  "docId" : "13",
  "content" : "\nEXTERNAL EXAMINATION:  The body is that of a 62-inch, 112-pound white female\nwho appears the recorded age of 41 years. The body is clad in a pink and white\ngown. Three pillows and a blanket are also received with the body. The scalp\nis covered in thick brown hair with flecks of gray. The irides are brown.\nThere is bilateral tache noire. The eyelids are yellow and dry. The eyes have\na sunken appearance. The ears and nose are normally developed. The mouth has\npartial natural dentition. The left upper first bicuspid through the molars\nare absent. The left lower bicuspid is absent. The right upper second molar is\ncapped. The left lower first molar appears decayed. The teeth are otherwise in\ngood repair. The lips and buccal mucosa have no trauma. The neck is\nunremarkable except for a 2.5 cm tracheostomy scar just above the suprasternal\nnotch. The posterior portion of the neck is unremarkable and free of scars. An\nobliquely oriented 6 cm surgical scar is on the anterior left chest with an\nunderlying, implanted, medical device. The breasts are pendulous and otherwise\nunremarkable. There is white powder underneath the breasts. A round, 8 mm scar\nis on the upper central abdomen. A horizontally oriented 2.5 cm linear scar is\non the central upper abdomen. A faint, approximately 1 cm scar is on the right\nmid lateral abdomen. There are a few striae on the hips and lower abdomen. The\nexternal genitalia are normally developed and white powder covers the\nperineum. The labia are dry. The urethral meatus is visible and 3.5 mm in\ndiameter. No objects or substances are in the vagina other than a slight\namount of yellow-white discharge. The anus is patent and unremarkable. Faint,\npink-white, flat, 1-2 cm scars are just above the superior portion of the\ngluteal cleft. A 2.5 cm, somewhat square shaped, brown macule is on the left\nbuttock. There are no open and active decubitus ulcers. The upper extremities\nhave flexion contractures with striae on the medial portions of the upper\narms. The muscles of the extremities are atrophic. The lower extremities are\npartially shaved. The left fifth toe is absent. The skin on the back is\nintact. The spine has accentuated thoracic kyphosis and lumbar lordosis. The\nskin demonstrates tenting  \n  \nRADIOGRAPHS:  Postmortem radiographs show radiopaque shadows extending from\nthe periosteum of the femurs, left tibia, and right ischial tuberosity.\nDiffuse, severe osteoporosis is present. The 11th thoracic vertebral body has\nan endplate fracture. Degenerative joint changes are noted in the\nacromioclavicular joints, hips, right knee, left foot, and pelvis. The left\nfifth toe is amputated along with the distal portion of the left fifth\nmetatarsal. Radiographs of anterior neck structures and iliac wings are not\nremarkable. Calculi are seen in the urinary tract. Staples are in the\ngallbladder bed.  \n  \nINTERNAL EXAMINATION:  The muscles of the chest and abdominal wall are\nnormally developed. The subcutaneous tissues are dry. The panniculus is 2.5-3\ncm. In the left chest wall is an implanted medical device with a wire\nextending through subcutaneous tissues of the left neck and into the left\nscalp. A flat, four-prong electrical device is in the subgaleal area of the\nleft scalp. A wire then further extends into the cranial cavity. The\nperitoneal cavity is unremarkable and dry. There are no intraperitoneal\nadhesions except for an adhesion of the anterior portion of the stomach to the\nanterior abdominal wall in the area of the previously described round\nabdominal scar. The organs are in the usual anatomic relations. The pleural\ncavities are dry. The lungs are well aerated. The pericardial sac is\nremarkable for a 1 cm focal area of anterior pericardial adhesion to the\nanterior portion of the right ventricle. There is some lateral adhesion of the\nright ventricle to the right lateral portion of the pericardial sac. No other\nadhesions are noted. The pericardial sac is dry. The diaphragm is intact. The\nsternum is unremarkable. The ribs have no trauma and are normally developed\nwith somewhat prominent costochondral junctions.  \n  \nCARDIOVASCULAR SYSTEM:  The pericardial sac is remarkable as previously\ndescribed. The epicardial fat of the 255 gram heart is otherwise unremarkable.\nThe root of the aorta has no atherosclerosis. The arch and descending aorta\nhave minimal atherosclerosis (see attached CV pathology report).  \n  \nRESPIRATORY SYSTEM:  The right and left lungs are 260 and 245 grams,\nrespectively. The lungs have a normal number of lobes and have light pink-red\nouter surfaces. The bronchi are unobstructed. The well-aerated lung parenchyma\nis pink-red. There are no anthracosis, tumors, cysts, or infarcts. The upper\nlobe bronchi contain a scant amount pearlescent fluid. The proximal bronchi\ncontain yellow pearlescent fluid. The lower lobe distal bronchi contain some\nscattered areas of yellow pearlescent fluid. The alveoli otherwise contain\nfoamy, reddish-white fluid. The pulmonary arteries contain no emboli. The\nlower lobes have firm areas of partial consolidation with yellow-green\npearlescent fluid. The firm area of the left lower lobe is  \n4 x 4 x 3 cm. The right lung has scattered firm areas (<lcm).  \n  \nHEMOLYMPHATIC SYSTEM:  The 215 gram spleen is covered in an intact, gray,\nsomewhat wrinkled capsule. There are two hilar accessory spleens (1.4 and 1 cm\nin diameter). The splenic parenchyma is dark red-maroon and unremarkable.\nThere is no interstitial fibrosis, tumors, cysts or infarcts. No enlarged\nlymph nodes are noted. The bone marrow of the lumbar vertebral bodies is red\nand soft.  \n  \nGENITOURINARY SYSTEM: The right and left kidneys are 100 and 130 grams,\nrespectively. The right kidney has a central, 2-2.5 cm, obliquely oriented\ncleft/scar extending from the central renal pelvis to the upper lateral\ncortex. The brown-tan outer surfaces are otherwise slightly lobular and\ngranular. The pelvis of the right kidney is mildly dilated. A 1 x 0.6 x 0.7\ncm, green-brown stone is in the pelvis of the right kidney. The left renal\npelvis has an approximately 0.5 x 0.6 x 1 cm, green-brown stone. The\ncorticomedullary ratios are reduced. The pelvic fat is increased. The left\nureter contains pearlescent fluid. The urinary bladder contains  \n6 cc of brown-yellow fluid. A 3.8 x 1.2 x 1 cm, white-yellow, somewhat\ncrescent shaped stone is within the lumen of the bladder. The uterus is\npresent and has a normal shape. The cervix is normally developed. The cervical\nos is large (coned) and contains mucoid fluid. There are a few minute\nnabothian cysts (<2 mm). A 2 cm, spherical leiomyoma is in the posterior\nportion of the uterine corpus. The endometrial cavity contains 3 to 4 mm\nthick, tan endometrium. The ovaries are present, firm and otherwise grossly\nunremarkable. The fallopian tubes are unremarkable except for a few adhesions\nof the fimbriated ends.  \n  \nGASTROINTESTINAL SYSTEM: The stomach contains 60 cc of green-brown fluid\nwithout any solid food fragments. The gastric mucosa is flat, congested, and\ngreen-gray. The gastric mucosa is congested. No ulcerations are noted. There\nare a few congested vessels with minute petechiae around the previously healed\nostomy site. An 8 mm blood clot is on the gastric mucosa near the\nhealed/healing gastrostomy site. The wall of the stomach is thin (<3mm). No\nperforations are noted. The esophagus is not remarkable with gray/pink mucosa.\nThe bowel contains progressively formed feces with the rectum containing hard\nstool. The appendix is present, but is atrophic/small. The bowel has no\nperforations. An abundant amount of greenish liquid is in the duodenum. No\nforeign objects are noted.  \n  \nHEPATOBILIARY SYSTEM: The outer surface of the 965 gram liver is covered in a\ntransparent intact capsule. There are very few inferior hepatic adhesions\nassociated with an absent gallbladder. Surgical staples are imbedded in the\narea of the cystic duct. The hepatic parenchyma is brown-green with a slight\npattern of congestion. The bile ducts and portal veins appear grossly\nunremarkable. No fibrosis, cysts or infarcts are noted. A yellow-white, round,\n2 mm nodule is in the anterior portion of the right lobe of the liver.  \n  \nENDOCRINE SYSTEM:  The adrenals and pancreas are present and grossly\nunremarkable. The thyroid is mildly atrophic without nodules.  \n  \nMUSCULOSKELETAL SYSTEM:  The upper and lower extremities are atrophic as\npreviously described. The trunk musculature is atrophic. A 1 x 1.5 x  \n1 cm area of induration/calcification extends from the anterior surface of the\nright femur. The anterior/lateral cortical surface of the distal right femur\nmetaphysis is rough and irregular. The cortical bone of the lumbar and\nthoracic vertebral bodies is thin and soft. The iliac wings have no trauma or\ndeformity.  \n  \nNECK:  The strap muscles of the anterior neck have intact musculature with\natrophy of the musculature on the right side. The right sternocleidomastoid is\nmoderately atrophic. There are no hemorrhages. The larynx and piriform\nrecesses contain yellow-tan, mucoid fluid. There is yellow-green, mucoid fluid\non the base of the tongue and epiglottis. The larynx contains a scant amount\nof fluid. The thyroid and cricoid cartilages are intact. The hyoid bone is\nintact. The tongue is atrophic. There is a yellow-green dry crusted material\non the surface of the tongue. The posterior pharyngeal musculature appears\natrophic. There are no hemorrhages. A healed tracheostomy site is on the\nanterior trachea. The carotid arteries and jugular veins are not remarkable.\nThe muscles and cervical vertebral bodies of the posterior neck are not\nremarkable. The spinal cord and column have no trauma. The posterior laminae\nare soft.  \n  \nCENTRAL NERVOUS SYSTEM:  See neuropathology report  \n  \nMICROSCOPIC EXAMINATION:  (Also see neuropathology and cardiovascular\npathology reports)  \nLUNGS, LOWER LOBES: Widespread bronchopneumonia. Intraalveolar debris and\nbacteria.  \nIntraalveolar foamy macrophages. Congestion. Edema.  \n  \nUTERUS: Late proliferative endometrium leiomyoma.  \n  \nACCESSORY SPLEEN: Not remarkable.  \n  \nCOLON: Autolysis. Melanosis.  \n  \nURINARY BLADDER: Chronic inflammation.  \n  \nOVARIES: Corpora albicantia. Follicular cyst.  \n  \nFALLOPIAN TUBES: Paratubal cyst. Congestion.  \n  \nVAGINA: Vascular congestion.  \n  \nADRENAL GLANDS: Mild congestion.  \n  \nSTOMACH, GASTROSTOMY: Clotted blood.  \n  \nLIVER: Focal nodular hyperplasia (single focus). Centrilobular congestion with\nsteatosis  \n  \nKIDNEYS: Tubular necrosis. Mild vascular congestion.  \n  \nTHYROID: Not remarkable.  \n  \nPANCREAS: Early autolysis. Mild interstitial fibrosis.  \n  \nEPIGLOTTIS: Focal ulceration with acute inflammation.  \n  \nLARYNX, RIGHT ARYEPIGLOTTIC FOLD: Not remarkable.  \n  \nTONGUE: No significant histologic abnormalities.  \n  \nFEMUR, RIGHT: Heterotopic ossification.  \n  \nFEMUR, THIGH, RIGHT: Heterotopic ossification.  \n  \nRIBS, COSTOCHONDRAL JUNCTION: No significant histologic abnormalities.  \n  \nBONE, THORACIC VERTEBRA: Severe osteoporosis. Unremarkable bone marrow.  \n  \nBREASTS: Not remarkable.  \n  \nAUTOPSY FINDINGS:  \n1. Anoxic-ischemic encephalopathy (see attached neuropathology report).  \na. Extremity muscle atrophy and contractures.  \nb. Bilateral bronchopneumonia.  \nc. Osteoporosis (with Tl 1 endplate fracture).  \nd. Urolithiasis.  \ne. Renal scar (right).  \nf. Heterotopic ossification.  \ng. Degenerative joint changes.  \nh. Glossal, pharyngeal, and neck muscle atrophy.  \ni. Healing gastrostomy.  \nj. Implanted electrical stimulator.  \nk. Healed decubitus ulcer (s) and remote left fifth toe amputation.  \n  \n2. Dehydration  \na. Vitreous chemistry: sodium 207 mmol/L, chloride 184 mmol/L, urea nitrogen\n133 mg/dL, creatinine 1.3 mg/dL, glucose 57 mg/L.  \nb. Dry skin and body cavities.  \nc. Renal tubular necrosis.  \n  \n3. Toxicology  \na. Heart blood: acetaminophen 8.8 mg/L.  \nb. Urine: acetaminophen detected.  \n  \n4. Status post cholecystectomy.  \n  \n5. Hyperostosis frontalis interna.  \n  \n6. Uterine leiomyoma.  \n  \n7. Cardiovascular (see attached cardiovascular pathology report).  \na. Heart weight 255 grams.  \nb. Focal pericardial adhesions.  \nc. Cardiac ion channel mutation screening: Negative.  \n  \nCAUSE OF DEATH:  Complications of Anoxic Encephalopathy.  \n  \nMANNER OF DEATH: Undetermined.  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy7.txt"
}, {
  "docId" : "14",
  "content" : "\nABC was seen in my office for evaluation for elective surgical weight loss on\nOctober 6, 2008. ABC is a 34-year-old female with a BMI of 43. She is 5'6\"\ntall and weighs 267 pounds. She is motivated to attempt surgical weight loss\nbecause she has been overweight for over 20 years and wants to have more\nenergy and improve her self-image. She is not only affected physically, but\nalso socially by her weight. When she loses weight she always regains it and\nshe always gains back more weight than she has lost. At one time, she lost 100\npounds and gained the weight back within a year. She has tried numerous\ncommercial weight loss programs including Weight Watcher's for four months in\n1992 with 15-pound weight loss, RS for two months in 1990 with six-pound\nweight loss, Slim Fast for six weeks in 2004 with eight-pound weight loss, an\nexercise program for two months in 2007 with a five-pound weight loss, Atkin's\nDiet for three months in 2008 with a ten-pound weight loss, and Dexatrim for\none month in 2005 with a five-pound weight loss. She has also tried numerous\nfat reduction or fad diets. She was on Redux for nine months with a 100-pound\nweight loss.  \n  \nPAST MEDICAL HISTORY:  She has a history of hypertension and shortness of\nbreath.  \n  \nPAST SURGICAL HISTORY:  Pertinent for cholecystectomy.  \n  \nPSYCHOLOGICAL HISTORY:  Negative.  \n  \nSOCIAL HISTORY:  She is single. She drinks alcohol once a week. She does not\nsmoke.  \n  \nFAMILY HISTORY:  Pertinent for obesity and hypertension.  \n  \nMEDICATIONS:  Include Topamax 100 mg twice daily, Zoloft 100 mg twice daily,\nAbilify 5 mg daily, Motrin 800 mg daily, and a multivitamin.  \n  \nALLERGIES:  She has no known drug allergies.  \n  \nREVIEW OF SYSTEMS:  Negative.  \n  \nPHYSICAL EXAM: This is a pleasant female in no acute distress. Alert and\noriented x 3. HEENT: Normocephalic, atraumatic. Extraocular muscles intact,\nnonicteric sclerae. Chest is clear to auscultation bilaterally. Cardiovascular\nis normal sinus rhythm. Abdomen is obese, soft, nontender and nondistended.\nExtremities show no edema, clubbing or cyanosis.  \n  \nASSESSMENT/PLAN: This is a 34-year-old female with a BMI of 43 who is\ninterested in surgical weight via the gastric bypass as opposed to Lap-Band.\nABC will be asking for a letter of medical necessity from Dr. XYZ. She will\nalso see my nutritionist and social worker and have an upper endoscopy. Once\nthis is completed, we will submit her to her insurance company for approval.  \n  \n",
  "category" : "Bariatrics",
  "name" : "BariatricConsultSurgicalWeightL1.txt"
}, {
  "docId" : "15",
  "content" : "\nSUMMARY OF CLINICAL HISTORY: The patient was a 35-year-old African-American\nmale with no significant past medical history who called EMS with shortness of\nbreath and chest pain. Upon EMS arrival, patient was tachypneic at 40 breaths\nper minute with oxygen saturation of 90%. At the scene, EMS administered\nbreathing treatments and checked lung sounds that did not reveal any evidence\nof fluid in the lung fields. EMS also reports patient was agitated upon their\narrival at his residence. Two minutes after arrival at UTMB at 1500, the\npatient became unresponsive, apneic, and had oxygen saturations from 80-90%.\nThe patient's heart rate decreased to asystole, was intubated with good breath\nsounds and air movement. Patient then had wide complex bradycardia and ACLS\nprotocol for pulseless electrical activity was followed for 45 minutes. The\npatient was administered TPA with no improvement. Bedside echocardiogram\nshowed no pericardial effusion. The patient was administered D5W, Narcan, and\nmultiple rounds of epinephrine and atropine, calcium chloride, and sodium\nbicarbonate. The patient had three episodes of ventricular\ntachycardia/fibrillation with cardioversion/defibrillation resulting in\nasystole. The patient was pronounced dead at 1605 with fixed, dilated pupils,\nno heart sounds, no pulse and no spontaneous respirations.  \n  \nDESCRIPTION OF GROSS LESIONS  \n  \nEXTERNAL EXAMINATION: The body is that of a 35-year-old well-developed, well-\nnourished male. There is no peripheral edema of the extremities. There is an\narea of congestion/erythema on the upper chest and anterior neck. There are\nmultiple small areas of hemorrhage bilaterally in the conjunctiva. A\nnasogastric tube and endotracheal tube are in place. There is an intravenous\nline in the right hand and left femoral region. The patient has multiple lead\npads on the thorax. The patient has no other major surgical scars.  \n  \nINTERNAL EXAMINATION (BODY CAVITIES): The right and left pleural cavity\ncontains 10 ml of clear fluid with no adhesions. The pericardial sac is\nyellow, glistening without adhesions or fibrosis and contains 30 ml of a straw\ncolored fluid. There is minimal fluid in the peritoneal cavity.  \n  \nHEART: The heart is large with a normal shape and a weight of 400 grams. The\npericardium is intact. The epicardial fat is diffusely firm. As patient was\ngreater than 48 hours post mortem, no TTC staining was utilized. Upon opening\nthe heart was grossly normal without evidence of infarction. There were\nslightly raised white plaques in the left ventricle wall lining. The left\nventricle measures 2.2 cm, the right ventricle measures 0.2 cm, the tricuspid\nring measures 11 cm, the pulmonic right measures 8 cm, the mitral ring\nmeasures 10.2 cm, and the aortic ring measures 7 cm. The foramen ovale is\nclosed. The circulation is left dominant. Examination of the great vessels of\nthe heart reveals minimal atherosclerosis with the area of greatest stenosis\n(20% stenosis) at the bifurcation of the LAD.  \n  \nAORTA: There is minimal atherosclerosis with no measurable plaques along the\nfull length of the ascending and descending aorta.  \n  \nLUNGS:  The right lung weighed 630 grams, the left weighed 710 grams. The lung\nparenchyma is pink without evidence of congestion of hemorrhage. The bronchi\nare grossly normal. In the right lung, there are two large organizing thrombo-\nemboli. The first is located at the first branch of the pulmonary artery with\nan older, organizing area adherent to the vessel wall measuring 1.0 x 1.0 x\n2.5 cm. Surrounding this organizing area is a newer area of apparent\nthrombosis completely occluding the bifurcation. The other large organizing,\nadherent embolus is located further in out in the vasculature measuring\napproximately 1.0 x 1.0 x 1.5 cm. There are multiple other emboli located in\nsmaller pulmonary vessels that show evidence of distending the vessels they\nare located inside.  \n  \nGASTROINTESTINAL SYSTEM: The esophagus and stomach are normal in appearance\nwithout evidence of ulcers or varices. The stomach contains approximately 800\nml, without evidence of any pills or other non-foodstuff material. The\npancreas shows a normal lobular cut surface with evidence of autolysis. The\nduodenum, ileum, jejunum and colon are all grossly normal without evidence of\nabnormal vasculature or diverticula. An appendix is present and is\nunremarkable. The liver weighs 2850 grams and the cut surface reveals a normal\nliver with no fibrosis present grossly. The gallbladder is in place with a\nprobe patent bile duct through to the ampulla of Vater.  \n  \nRETICULOENDOTHELIAL SYSTEM: The spleen is large weighing 340 grams, the cut\nsurface reveals a normal appearing white and red pulp. No abnormally large\nlymph nodes were noted.  \n  \nGENITOURINARY SYSTEM: The right kidney weighs 200 grams, the left weighs 210\ngrams. The left kidney contains a 1.0 x 1.0 x 1.0 simple cyst containing a\nclear fluid. The cut surface reveals a normal appearing cortex and medulla\nwith intact calyces. The prostate and seminal vessels were cut revealing\nnormal appearing prostate and seminal vesicle tissue without evidence of\ninflammation or embolus.  \n  \nENDOCRINE SYSTEM: The adrenal glands are in the normal position and weigh 8.0\ngrams on the right and 11.6 grams on the left. The cut surface of the adrenal\nglands reveals a normal appearing cortex and medulla. The thyroid gland weighs\n12.4 grams and is grossly normal.  \n  \nEXTREMITIES: Both legs and calves were measured and found to be very similar\nin circumference. Both legs were also milked and produced no clots in the\nvenous system.  \n  \nCLINICOPATHOLOGIC CORRELATION  \n  \nThis patient died shortly after a previous pulmonary embolus completely\noccluded the right pulmonary artery vasculature.  \n  \nThe most significant finding on autopsy was the presence of multiple old and\nnew thromboemboli in the pulmonary vasculature of the right lung. The autopsy\nrevealed evidence of multiple emboli in the right lung that were at least a\nfew days old because the emboli that were organizing were adherent to the\nvessel wall. In order to be adherent to the vessel wall, the emboli must be in\nplace long enough to evoke a fibroblast response, which takes at least a few\ndays. The fatal event was not the old emboli in the right lung, but rather the\nthrombosis on top of the large saddle thrombus residing in the pulmonary\nartery. This created a high-pressure situation that the right ventricle could\nnot handle resulting in cardiac dysfunction and ultimately the patient's\ndemise.  \n  \nAlthough this case is fairly straight forward in terms of what caused the\nterminal event, perhaps the more interesting question is why a relatively\nhealthy 35-year-old man would develop a fatal pulmonary embolism. Virchow's\ntriad suggests we should investigate endothelial injury, stasis and a\nhypercoagulable state as possible etiologies. The age of the patient probably\nprecludes venous stasis as the sole reason for the embolus although it could\nhave certainly contributed. The autopsy revealed no evidence of endothelial\ndamage in the pulmonary vasculature that would have caused the occlusion. The\nnext logical reason would be a hypercoagulable state. Some possibilities\ninclude obesity, trauma, surgery, cancer, Factor V Leiden deficiency (as well\nas other inherited disorders-prothrombin gene mutation, deficiencies in\nprotein C, protein S, or antithrombin III, and disorders of plasminogen), and\nLupus anticoagulant. Of these risks factors, obesity was the only risk factor\nthe patient was known to have. The patient had no evidence of trauma, surgery,\ncancer or the stigmata of SLE, therefore these are unlikely. Perhaps the most\nfruitful search would be an examination of the genetic possibilities for a\nhypercoagulable state (Factor V Leiden being the most common).  \n  \nIn summary, this patient died of a pulmonary embolism, the underlying cause of\nwhich is currently undetermined. A definitive diagnosis may be ascertained\nwith either genetic or other laboratory tests and a more detailed history.  \n  \nSUMMARY AND REFLECTION  \n  \nWHAT I LEARNED FROM THIS AUTOPSY: I learned that although a cause of death may\nsometimes be obvious, the underlying mechanism for the death may still be\nelusive. This patient was an otherwise completely healthy 35-year-old man with\none known risk factor for a hypercoagulable state.  \n  \nREMAINING UNANSWERED QUESTIONS: Basically the cause of the hypercoagulable\nstate is undetermined. Once that question is answered I believe this autopsy\nwill have done a great service for the patient's family.  \n  \n",
  "category" : "Autopsy",
  "name" : "Autopsy8.txt"
}, {
  "docId" : "16",
  "content" : "\nABC was seen in my office on October 6, 2008 for evaluation for elective\nsurgical weight loss. ABC is a 51-year-old female with a BMI today of 43. She\nis 5'4\" tall and weighs 252 pounds. She is motivated to attempt surgical\nweight loss because she has been overweight for over 20 years and wants to\nlose weight slowly and be more active with her grandchildren and be healthier.\nShe is mainly affected physically by her weight. When she loses weight she\nalways regains it and she always gains back more weight than she has lost. At\none time, she lost 25 pounds and gained the weight back in about six months.\nShe has done numerous commercial weight loss programs including Weight\nWatcher's for six months in 1997, 1999, 2002, and 2004 with a 10 to 25-pound\nweight loss, TOPS Program in 1998 with a ten-pound weight loss, hypnosis for\nfour months in 1988 with a 20-pound weight loss, an exercise program for two\nmonths in 2008 with six-pound weight loss, and Six Week Body Makeover for one\nmonth in 2008 with a two-pound weight loss. She did Nutri-Systems for six\nmonths in 1995 with a 20-pound weight loss and she was under your medical\nsupervision in 2006 where she actually gained 12 pounds. She is on Meridia\nfrom one month previously.  \n  \nPAST MEDICAL HISTORY: She had a negative stress test four to five years ago.\nShe gets short of breath in walking about 30 steps. She has had non-insulin\ndependent diabetes for about eight years now. She has a left knee arthritis\nand history of hemorrhoids.  \n  \nPAST SURGICAL HISTORY:  Pertinent for laparoscopic cholecystectomy,\ntonsillectomy, left knee surgery, and right breast lumpectomy.  \n  \nPSYCHOLOGICAL HISTORY:  Negative except that she was rehabilitated for alcohol\naddiction in 1990.  \n  \nSOCIAL HISTORY:  The patient is married. She is an office manager for a gravel\ncompany. Her spouse is also overweight. She drinks on a weekly basis and she\nsmokes  \nabout two packs of cigarettes over a week's period of time. She is doing this\nfor about 35 years.  \n  \nFAMILY HISTORY:  Diabetes and hypertension.  \n  \nMEDICATIONS: Include Colestid 1 g daily, Actos 30 mg daily, Amaryl 2 mg daily,\nSoma, and meloxicam for her back pain.  \n  \nALLERGIES: She has no allergies; however, she does get tachycardic with\ncaffeine, Sudafed, or phenylpropanolamine.  \n  \nREVIEW OF SYSTEMS:  Otherwise, negative.  \n  \nPHYSICAL EXAM:  This is a pleasant female in no acute distress. Alert and\noriented x 3. HEENT: Normocephalic, atraumatic. Extraocular muscles intact,\nnonicteric sclerae. Chest is clear. Abdomen is obese, soft, nontender and\nnondistended. Extremities show no edema, clubbing or cyanosis.  \n  \nASSESSMENT/PLAN:  This is a 51-year-old female with a BMI of 43 who is\ninterested in the Lap-Band as opposed to gastric bypass. ABC will be asking\nfor a letter of medical necessity from XYZ. She will also need an EKG and\nclearance for surgery. She will also see my nutritionist and social worker and\nonce this is completed, we will submit her to her insurance company for\napproval.  \n  \n",
  "category" : "Bariatrics",
  "name" : "BariatricConsultSurgicalWeightL2.txt"
}, {
  "docId" : "17",
  "content" : "\nHISTORY OF PRESENT ILLNESS: Ms. A is a 55-year-old female who presented to the\nBariatric Surgery Service for consideration of laparoscopic Roux-en-Y gastric\nbypass. The patient states that she has been overweight for approximately 35\nyears and has tried multiple weight loss modalities in the past including\nWeight Watchers, NutriSystem, Jenny Craig, TOPS, cabbage diet, grape fruit\ndiet, Slim-Fast, Richard Simmons, as well as over-the-counter measures without\nany long-term sustainable weight loss. At the time of presentation to the\npractice, she is 5 feet 6 inches tall with a weight of 285.4 pounds and a body\nmass index of 46. She has obesity-related comorbidities, which includes\nhypertension and hypercholesterolemia.  \n  \nPAST MEDICAL HISTORY: Significant for hypertension, for which the patient\ntakes Norvasc and Lopressor for. She also suffers from high cholesterol and is\non lovastatin for this. She has depression, for which she takes citalopram.\nShe also stated that she had a DVT in the past prior to her hysterectomy. She\nalso suffers from thyroid disease in the past though this is unclear, the\nnature of this.  \n  \nPAST SURGICAL HISTORY:  Significant for cholecystectomy in 2008 for\ngallstones. She also had a hysterectomy in 1994 secondary to hemorrhage. The\npatient denies any other abdominal surgeries.  \n  \nMEDICATIONS:  Norvasc 10 mg p.o. daily, Lopressor tartrate 50 mg p.o. b.i.d.,\nlovastatin 10 mg p.o. at bedtime, citalopram 10 mg p.o. daily, aspirin 500 mg\nthree times a day, which is currently stopped, vitamin D, Premarin 0.3 mg one\ntablet p.o. daily, currently stopped, omega-3 fatty acids, and vitamin D\n50,000 units q. weekly.  \n  \nALLERGIES:  The patient denies allergies to medications and to latex.  \n  \nSOCIAL HISTORY:  The patient is a homemaker. She is married, with 2 children\naged 22 and 28. She is a lifelong nonsmoker and nondrinker.  \n  \nFAMILY HISTORY: Significant for high blood pressure and diabetes as well as\ncancer on her father side. He did pass away from congestive heart failure.\nMother suffers from high blood pressure, cancer, and diabetes. Her mother has\npassed away secondary to cancer. She has two brothers one passed away from\nbrain cancer.  \n  \nREVIEW OF SYSTEMS:  Significant for ankle swelling. The patient also wears\nglasses for vision and has dentures. She does complain of shortness of breath\nwith exertion. She also suffers from hemorrhoids and frequent urination at\nnight as well as weightbearing joint pain. The patient denies ulcerative\ncolitis, Crohn disease, bleeding diathesis, liver disease, or kidney disease.\nShe denies chest pain, cardiac disease, cancer, and stroke.  \n  \nPHYSICAL EXAMINATION: The patient is a well-nourished, well-developed female,\nin no distress. Eye Exam: Pupils equal and reactive to light. Extraocular\nmotions are intact. Neck Exam: No cervical lymphadenopathy. Midline trachea.\nNo carotid bruits. Nonpalpable thyroid. Neuro Exam: Gross motor strength in\nthe upper and lower extremities, equal bilaterally with no focal neuro\ndeficits noted. Lung Exam: Clear breath sounds without rhonchi or wheezes.\nCardiac Exam: Regular rate and rhythm without murmur or bruits. Abdominal\nExam: Positive bowel sounds. Soft, nontender, obese, and nondistended abdomen.\nLap cholecystectomy scars noted. No obvious hernias. No organomegaly\nappreciated. Lower extremity Exam: Edema 1+. Dorsalis pedis pulses 2+.  \n  \nASSESSMENT: The patient is a 55-year-old female with a body mass index of 46,\nsuffering from obesity-related comorbidities including hypertension and\nhypercholesterolemia, who presents to the practice for consideration of\ngastric bypass surgery. The patient appears to be an excellent candidate for\nsurgery and would benefit greatly from surgical weight loss in the management\nof her obesity-related comorbidities.  \n  \nPLAN:  In preparation for surgery, we will obtain the usual baseline\nlaboratory values including baseline vitamin levels. I recommended the patient\nundergo an upper GI series prior to surgery due to find her upper GI anatomy.\nAlso the patient will meet with the dietitian and psychologist as per her\nusual routine. I have recommended approximately six to eight weeks of Medifast\nfor the patient to obtain a 10% preoperative weight loss in preparation for\nsurgery.  \n  \n",
  "category" : "Bariatrics",
  "name" : "BariatricConsultSurgicalWeightL4.txt"
}, {
  "docId" : "18",
  "content" : "\nI had the pleasure of meeting Ms. ABC for evaluation for bariatric surgery. As\nyou know she is a pleasant 54-year-old female who has multiple medical\nproblems and is seeking evaluation for laparoscopic gastric banding. I saw her\non October 3, 2008 in the office after she had attended a Fairfield County\nBariatrics and Surgical Specialists seminar. She is 5'7\" tall and weighs 242\npounds. She has been overweight since age 27. She is now at her highest adult\nweight.  \n  \nPAST MEDICAL HISTORY:  Her medical conditions driving her toward surgery\ninclude hypercholesterolemia, hypertension, varicose veins, prior history of\nstroke. She denies any history of cancer. She does have a history of hepatitis\nwhich I will need to further investigate. She complains of multiple joint\npains, and heavy snoring.  \n  \nPAST SURGICAL HISTORY:  Includes hysterectomy in 1995 for fibroids and\nvaricose vein removal. She had one ovary removed at the time of the\nhysterectomy as well.  \n  \nSOCIAL HISTORY: She is a single mother of one adopted child.  \n  \nFAMILY HISTORY: There is a strong family history of heart disease and\nhypertension, as well as diabetes on both sides of her family. Her mother is\nalive. Her father is deceased from alcohol. She has five siblings.  \n  \nMEDICATIONS:  As you know she takes the following medications for her\ndiabetes, insulin 70 units/6 units times four years, aspirin 81 mg a day,\nActos 15 mg, Crestor 10 mg and CellCept 500 mg two times a day.  \n  \nALLERGIES:  She has no known drug allergies.  \n  \nPHYSICAL EXAM:  She is a 54-year-old obese female. She does not appear to have\nany significant residual deficits from her stroke. There may be slight left\narm weakness.  \n  \nASSESSMENT/PLAN: We will have her undergo routine nutritional and psychosocial\nassessment. I suspect that we can significantly improve the situation with her\ninsulin and oral hypoglycemia, as well as hypertension, with significant\nweight loss. She is otherwise at increased risk for future complications given\nher history, and weight loss will be a good option. We will see her back in\nthe office once she completes her preliminary workup and submit her for\napproval to the insurance company.  \n  \n",
  "category" : "Bariatrics",
  "name" : "BariatricConsultSurgicalWeightL3.txt"
}, {
  "docId" : "19",
  "content" : "\nADMISSION DIAGNOSIS: Morbid obesity. BMI is 51.  \n  \nDISCHARGE DIAGNOSIS:  Morbid obesity. BMI is 51.  \n  \nPROCEDURE:  Laparoscopic gastric bypass.  \n  \nSERVICE:  Surgery.  \n  \nCONSULT:  Anesthesia and pain.  \n  \nHISTORY OF PRESENT ILLNESS:  Ms. A is a 27-year-old woman, who suffered from\nmorbid obesity for many years. She has made multiple attempts at nonsurgical\nweight loss without success. She underwent a preoperative workup and clearance\nfor gastric bypass and was found to be an appropriate candidate. She underwent\nher procedure.  \n  \nHOSPITAL COURSE:  Ms. A underwent her procedure. She tolerated without\ndifficulty. She was admitted to the floor post procedure. Her postoperative\ncourse has been unremarkable. On postoperative day 1, she was hemodynamically\nstable, afebrile, normal labs, and she was started on a clear liquid diet,\nwhich she has tolerated without difficulty. She has ambulated and had no\ncomplaints. Today, on postoperative day 2, the patient continues to do well.\nPain controlled with p.o. pain medicine, ambulating without difficulty,\ntolerating a liquid diet. At this point, it is felt that she is stable for\ndischarge. Her drain was discontinued.  \n  \nDISCHARGE INSTRUCTIONS: Liquid diet x1 week, then advance to pureed and soft\nas tolerated. No heavy lifting, greater than 10 pounds x4 weeks. The patient\nis instructed to not engage in any strenuous activity, but maintain mobility.\nNo driving for 1 to 2 weeks. She must be able to stop in an emergency and be\noff narcotic pain medicine. She may shower. She needs to keep her wounds clean\nand dry. She needs to follow up in my office in 1 week for postoperative\nevaluation. She is instructed to call for any problems of shortness of breath,\nchest pain, calf pain, temperature greater than 101.5, any redness, swelling,\nor foul smelling drainage from her wounds, intractable nausea, vomiting, and\nabdominal pain. She is instructed just to resume her discharge medications.  \n  \nDISCHARGE MEDICATIONS: She was given a scripts for Lortab Elixir, Flexeril,\nursodiol, and Colace.  \n  \n",
  "category" : "Bariatrics",
  "name" : "DischargeSummaryGastricBypass.txt"
}, {
  "docId" : "20",
  "content" : "\nHISTORY OF PRESENT ILLNESS:  In short, the patient is a 55-year-old gentleman\nwith long-standing morbid obesity, resistant to nonsurgical methods of weight\nloss with BMI of 69.7 with comorbidities of hypertension, atrial fibrillation,\nhyperlipidemia, possible sleep apnea, and also osteoarthritis of the lower\nextremities. He is also an ex-smoker. He is currently smoking and he is\nplanning to quit and at least he should do this six to eight days before for\nmultiple reasons including decreasing the DVT, PE rates and marginal ulcer\nproblems after surgery, which will be discussed later on.  \n  \nPHYSICAL EXAMINATION:  On physical examination today, he weighs 514.8 pounds,\nhe has gained 21 pounds since the last visit with us. His pulse is 78,\ntemperature is 97.5, blood pressure is 132/74. Lungs are clear. He is a\npleasant gentleman with stigmata of supermorbid obesity expected of his size.\nAbdomen is soft, nontender. No incisions. No umbilical hernia, no groin\nhernia, has a large abdominal pannus. No hepatosplenomegaly. Lower\nextremities; no pedal edema. No calf tenderness. Deep tendon reflexes are\nnormal. Lungs are clear. S1, S2 is heard. Regular rate and rhythm.  \n  \nDISCUSSION: I had a long talk with the patient about laparoscopic gastric\nbypass possible open including risks, benefits, alternatives, need for long-\nterm followup, need to adhere to dietary and exercise guidelines. I also\nexplained to him complications including rare cases of death secondary to DVT,\nPE, leak, peritonitis, sepsis shock, multisystem organ failure, need for\nreoperations, need for endoscopy for bleeding or leak, operations which could\nbe diagnostic laparoscopy, exploratory laparotomy, drainage procedure,\ngastrostomy, jejunostomy for feeding, bleeding requiring blood transfusion,\nmyocardial infarction, pneumonia, atelectasis, respiratory failure requiring\nmechanical ventilation, rarely tracheostomy, rare cases of renal failure\nrequiring dialysis, etc., were all discussed.  \n  \nAll these are going to be at high risk for this patient secondary to his\nsupermorbid obese condition.  \n  \nI also explained to him specific gastric bypass related complications\nincluding gastrojejunal stricture requiring endoscopic dilatation, marginal\nulcer secondary to smoking or antiinflammatory drug intake, which can progress\non to perforation or bleeding, small bowel obstruction secondary to internal\nhernia or adhesions, signs and symptoms of which are described, so the patient\ncould alert us for earlier intervention, symptomatic gallstone formation\nduring rapid weight loss, how to avoid it by taking ursodiol, which will be\nprescribed in the postoperative period.  \n  \nLong-term complication of gastric bypass including hair loss, excess skin,\nmultivitamin and mineral deficiencies, protein-calorie malnutrition, weight\nregain, weight plateauing, psychosocial and marital issues, addiction\ntransfer, etc., were all discussed with the patient. The patient is at higher\nrisk than usual set of patients secondary to his supermorbid obesity of BMI\nnearing 70 and also major cardiopulmonary and metabolic comorbidities. Smoking\nof course does not help and increase the risk for cardiopulmonary\ncomplications and is at increased risk for cardiac risk. He will be seen by\ncardiologist, pulmonologist. He will also undergo long Medifast dieting under\nour guidance, which is a very low-calorie diet to decrease the size of the\nliver and also to optimize his cardiopulmonary and metabolic comorbidities. He\nwill also see a psychologist, nutritionist, and exercise physiologist in\npreparation for surgery for a multidisciplinary approach for short and long-\nterm success.  \n  \nEspecially for him in view of his restricted mobility, supermorbid obesity\nstatus, and possibility of a pulmonary hypertension secondary to sleep apnea,\nhe has been advised to have retrievable IVC filter and also will go home on\nLovenox. He also needs to start exercising to increase his flexibility and\nmuscle tone before surgery and also to start getting the habit of doing so.\nAll these were discussed with the patient. The patient understands. He wants\nto go to surgery. All questions were answered. I will see him in few weeks\nbefore the planned date of surgery.  \n  \n",
  "category" : "Bariatrics",
  "name" : "GastricBypassDiscussion1.txt"
}, {
  "docId" : "21",
  "content" : "\nHISTORY:  The patient is scheduled for laparoscopic gastric bypass. The\npatient has been earlier seen by Dr. X, her physician. She has been referred\nto us from Family Practice. In short, she is a 33-year-old lady with a BMI of\n43, otherwise healthy with unsuccessful nonsurgical methods of weight loss.  \n  \nShe was on laparoscopic gastric bypass for weight loss.  \n  \nShe meets the National Institute of Health Criteria. She is very well educated\nand motivated and has no major medical contraindications for the procedure.  \n  \nPHYSICAL EXAMINATION: On physical examination today, she weighs 216 pounds\nwith a BMI of 43.5, pulse is 96, temperature is 97.6, blood pressure is\n122/80. Lungs are clear. Abdomen is soft, nontender. There is stigmata for\nmorbid obesity. She has cesarean section scars in the lower abdomen with no\nherniation.  \n  \nDISCUSSION:  I had a long talk with the patient about laparoscopic gastric\nbypass, possible open including risks, benefits, alternatives, need for long-\nterm followup, need to adhere to dietary and exercise guidelines. I also\nexplained to her complications including rare cases of death secondary to DVT,\nPE, leak , peritonitis, sepsis, shock, multisystem organ failure, need for re-\noperation including for leak or bleeding, gastrostomy or jejunostomy for\nfeeding, rare case of respiratory failure requiring mechanical ventilation,\netc., with myocardial infarction, pneumonia, atelectasis in the postoperative\nperiod were also discussed.  \n  \nShort-term complications of gastric bypass including gastrojejunal stricture\nrequiring endoscopic dilatation, marginal ulcer secondary to smoking or anti-\ninflammatory drug intake which can progress on to perforation or bleeding,\nsmall bowel obstruction secondary to internal hernia or adhesions, signs and\nsymptoms of which were discussed. The patient would alert us for earlier\nintervention. Symptomatic gallstone formation secondary to rapid weight loss\nwere also discussed. How to avoid it by taking ursodiol were also discussed.\nLong-term complications of gastric bypass including hair loss, excess skin,\nmultivitamin and mineral deficiencies, protein-calorie malnutrition, weight\nregain, weight plateauing, need for major lifestyle and exercise and habit\nchanges, avoiding pregnancy in the first two years, etc., were all stressed.\nThe patient understands. She wants to go to surgery.  \n  \nIn preparation of surgery, she will undergo very low-calorie diet through\nMedifast to decrease the size of the liver to make laparoscopic approach more\nsuccessful and also to optimize her cardiopulmonary and metabolic\ncomorbidities. She will also see a psychologist, nutritionist, and exercise\nphysiologist for a multidisciplinary effort for short and long-term success\nfor weight loss surgery. I will see her two weeks before the plan of surgery\nfor further discussion and any other questions at that point of time.  \n  \n",
  "category" : "Bariatrics",
  "name" : "GastricBypassDiscussion2.txt"
}, {
  "docId" : "22",
  "content" : "\nThe patient is a 56-year-old female who presented to the bariatric surgery\nservice for consideration of laparoscopic roux en Y gastric bypass surgery.\nShe states that she has been overweight for most of her life. She attributes\nthat to eating large portions and eating too much as well as emotional eating.\nShe has tried multiple weight loss modalities in the past including Weight\nWatchers, Medifast, Meridia, South Beach, cabbage, rice, Atkins diets without\nany long-term sustainable weight loss. At the time of presentation to the\npractice she is 5 ft 6 inches tall with a weight of 257.4 pounds and a body\nmass index of 41.  \n  \nPAST MEDICAL HISTORY: Significant for hypertension. The patient takes\nhydrochlorothiazide for this. She also suffers from high cholesterol and takes\nCrestor. She also has dry eyes and uses Restasis for this. She denies liver\ndisease, kidney disease, cirrhosis, hepatitis, diabetes mellitus, thyroid\ndisease, bleeding disorders, prior DVT, HIV and gout. She also denies cardiac\ndisease and prior history of cancer.  \n  \nPAST SURGICAL HISTORY:  Significant for tubal ligation in 1993. She had a\nhysterectomy done in 2000 and a gallbladder resection done in 2002.  \n  \nMEDICATIONS:  Crestor 20 mg p.o. daily, hydrochlorothiazide 20 mg p.o. daily,\nVeramist spray 27.5 mcg daily, Restasis twice a day and ibuprofen two to three\ntimes a day.  \n  \nALLERGIES TO MEDICATIONS:  Bactrim which causes a rash. The patient denies\nlatex allergy.  \n  \nSOCIAL HISTORY:  The patient is a life long nonsmoker. She only drinks\nsocially one to two drinks a month. She is employed as a manager at the New\nYork department of taxation. She is married with four children.  \n  \nFAMILY HISTORY:  Significant for type II diabetes on her mother's side as well\nas liver and heart failure. She has one sibling that suffers from high\ncholesterol and high triglycerides.  \n  \nREVIEW OF SYSTEMS:  Positive for hot flashes. She also complains about snoring\nand occasional slight asthma. She does complain about peripheral ankle\nswelling and heartburn. She also gives a history of hemorrhoids and bladder\ninfections in the past. She has weight bearing joint pain as well as low back\ndegenerating discs. She denies obstructive sleep apnea, kidney stones, bloody\nbowel movements, ulcerative colitis, Crohn's disease, dark tarry stools and\nmelena.  \n  \nPHYSICAL EXAMINATION: On examination temperature is 97.7, pulse 84, blood\npressure 126/80, respiratory rate was 20. Well nourished, well developed in no\ndistress. Eye exam, pupils equal round and reactive to light. Extraocular\nmotions intact. Neuro exam deep tendon reflexes 1+ in the lower extremities.\nNo focal neuro deficits noted. Neck exam nonpalpable thyroid, midline trachea,\nno cervical lymphadenopathy, no carotid bruit. Lung exam clear breath sounds\nthroughout without rhonchi or wheezes however diminished. Cardiac exam regular\nrate and rhythm without murmur or bruit. Abdominal exam positive bowel sounds,\nsoft, nontender, obese, nondistended abdomen. No palpable tenderness. No right\nupper quadrant tenderness. No organomegaly appreciated. No obvious hernias\nnoted. Lower extremity exam +1 edema noted. Positive dorsalis pedis pulses.  \n  \nASSESSMENT:  The patient is a 56-year-old female who presents to the bariatric\nsurgery service with a body mass index of 41 with obesity related\ncomorbidities. The patient is interested in gastric bypass surgery. The\npatient appears to be an excellent candidate and would benefit greatly in the\nmanagement of her comorbidities.  \n  \nPLAN:  In preparation for surgery will obtain the usual baseline laboratory\nvalues including baseline vitamin levels. Will proceed with our usual work up\nwith an upper GI series as well as consultations with the dietician and the\npsychologist preoperatively. I have recommended six weeks of Medifast for the\npatient to obtain a 10% preoperative weight loss.  \n  \n",
  "category" : "Bariatrics",
  "name" : "GastricBypassDiscussion3.txt"
}, {
  "docId" : "23",
  "content" : "\nREASON FOR VISIT: Preop evaluation regarding gastric bypass surgery.  \n  \nThe patient has gone through the evaluation process and has been cleared from\npsychological, nutritional, and cardiac standpoint, also had great success on\nthe preop Medifast diet.  \n  \nPHYSICAL EXAMINATION:  The patient is alert and oriented x3. Temperature of\n97.9, pulse of 76, blood pressure of 114/74, weight of 247.4 pounds. Abdomen:\nSoft, nontender, and nondistended.  \n  \nASSESSMENT AND PLAN: The patient is currently in stable condition with morbid\nobesity, scheduled for gastric bypass surgery in less than two weeks. Risks\nand benefits of the procedure were reiterated with the patient and significant\nother and mother, which included but not limited to death, pulmonary embolism,\nanastomotic leak, reoperation, prolonged hospitalization, stricture, small\nbowel obstruction, bleeding, and infection. Questions regarding hospital\ncourse and recovery were addressed. We will continue on the Medifast diet\nuntil the time of surgery and cleared for surgery.  \n  \n",
  "category" : "Bariatrics",
  "name" : "GastricBypassPreopEval.txt"
}, {
  "docId" : "24",
  "content" : "\nFINAL DIAGNOSES  \n1. Morbid obesity, status post laparoscopic Roux-en-Y gastric bypass.  \n2. Hypertension.  \n3. Obstructive sleep apnea, on CPAP.  \n  \nOPERATION AND PROCEDURE:  Laparoscopic Roux-en-Y gastric bypass.  \n  \nBRIEF HOSPITAL COURSE SUMMARY: This is a 30-year-old male, who presented\nrecently to the Bariatric Center for evaluation and treatment of longstanding\nmorbid obesity and associated comorbidities. Underwent standard bariatric\nevaluation, consults, diagnostics, and preop Medifast induced weight loss in\nanticipation of elective bariatric surgery.  \n  \nTaken to the OR via same day surgery process for elective gastric bypass,\ntolerated well, recovered in the PACU, and sent to the floor for routine\npostoperative care. There, DVT prophylaxis was continued with subcu heparin,\nearly and frequent mobilization, and SCDs. PCA was utilized for pain control,\nefficaciously, he utilized the CPAP, was monitored, and had no new\ncardiopulmonary complaints. Postop day #1, labs within normal limits, able to\nclinically start bariatric clear liquids at 2 ounces per hour, this was\ntolerated well. He was ambulatory, had no cardiopulmonary complaints, no\nunusual fever or concerning symptoms. By the second postoperative day, was\nable to advance to four ounces per hour, tolerated this well, and is able to\ndischarge in stable and improved condition today. He had his drains removed\ntoday as well.  \n  \nDISCHARGE INSTRUCTIONS:  Include re-appointment in the office in the next\nweek, call in the interim if any significant concerning complaints. Scripts\nleft in the chart for omeprazole and Lortab. Med rec sheet completed (on no\nmeds). He will maintain bariatric clear liquids at home, goal 64 ounces per\nday, maintain activity at home, but no heavy lifting or straining. Can shower\nstarting tomorrow, drain site care and wound care reviewed. He will re-appoint\nin the office in the next week, certainly call in the interim if any\nsignificant concerning complaints.  \n  \n",
  "category" : "Bariatrics",
  "name" : "GastricBypassSummary.txt"
}, {
  "docId" : "25",
  "content" : "\n2-D STUDY  \n1. Mild aortic stenosis, widely calcified, minimally restricted.  \n2. Mild left ventricular hypertrophy but normal systolic function.  \n3. Moderate biatrial enlargement.  \n4. Normal right ventricle.  \n5. Normal appearance of the tricuspid and mitral valves.  \n6. Normal left ventricle and left ventricular systolic function.  \n  \nDOPPLER  \n1. There is 1 to 2+ aortic regurgitation easily seen, but no aortic stenosis.  \n2. Mild tricuspid regurgitation with only mild increase in right heart\npressures, 30-35 mmHg maximum.  \n  \nSUMMARY  \n1. Normal left ventricle.  \n2. Moderate biatrial enlargement.  \n3. Mild tricuspid regurgitation, but only mild increase in right heart\npressures.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "2DDoppler.txt"
}, {
  "docId" : "26",
  "content" : "\n2-D M-MODE:  \n1. Left atrial enlargement with left atrial diameter of 4.7 cm.  \n2. Normal size right and left ventricle.  \n3. Normal LV systolic function with left ventricular ejection fraction of\n51%.  \n4. Normal LV diastolic function.  \n5. No pericardial effusion.  \n6. Normal morphology of aortic valve, mitral valve, tricuspid valve, and\npulmonary valve.  \n7. PA systolic pressure is 36 mmHg.  \n  \nDOPPLER:  \n1. Mild mitral and tricuspid regurgitation.  \n2. Trace aortic and pulmonary regurgitation.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "2DEchocardiogram1.txt"
}, {
  "docId" : "27",
  "content" : "\n2-D ECHOCARDIOGRAM  \n  \nMultiple views of the heart and great vessels reveal normal intracardiac and\ngreat vessel relationships. Cardiac function is normal. There is no\nsignificant chamber enlargement or hypertrophy. There is no pericardial\neffusion or vegetations seen. Doppler interrogation, including color flow\nimaging, reveals systemic venous return to the right atrium with normal\ntricuspid inflow. Pulmonary outflow is normal at the valve. Pulmonary venous\nreturn is to the left atrium. The interatrial septum is intact. Mitral inflow\nand ascending aorta flow are normal. The aortic valve is trileaflet. The\ncoronary arteries appear to be normal in their origins. The aortic arch is\nleft-sided and patent with normal descending aorta pulsatility.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "2DEchocardiogram3.txt"
}, {
  "docId" : "28",
  "content" : "\nDESCRIPTION:  \n1. Normal cardiac chambers size.  \n2. Normal left ventricular size.  \n3. Normal LV systolic function. Ejection fraction estimated around 60%.  \n4. Aortic valve seen with good motion.  \n5. Mitral valve seen with good motion.  \n6. Tricuspid valve seen with good motion.  \n7. No pericardial effusion or intracardiac masses.  \n  \nDOPPLER:  \n1. Trace mitral regurgitation.  \n2. Trace tricuspid regurgitation.  \n  \nIMPRESSION:  \n1. Normal LV systolic function.  \n2. Ejection fraction estimated around 60%.  \n  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "2DEchocardiogram4.txt"
}, {
  "docId" : "29",
  "content" : "\nREASON FOR CONSULTATION: Abnormal echocardiogram findings and followup.\nShortness of breath, congestive heart failure, and valvular insufficiency.  \n  \nHISTORY OF PRESENT ILLNESS: The patient is an 86-year-old female admitted for\nevaluation of abdominal pain and bloody stools. The patient has colitis and\nalso diverticulitis, undergoing treatment. During the hospitalization, the\npatient complains of shortness of breath, which is worsening. The patient\nunderwent an echocardiogram, which shows severe mitral regurgitation and also\nlarge pleural effusion. This consultation is for further evaluation in this\nregard. As per the patient, she is an 86-year-old female, has limited activity\nlevel. She has been having shortness of breath for many years. She also was\ntold that she has a heart murmur, which was not followed through on a regular\nbasis.  \n  \nCORONARY RISK FACTORS:  History of hypertension, no history of diabetes\nmellitus, nonsmoker, cholesterol status unclear, no prior history of coronary\nartery disease, and family history noncontributory.  \n  \nFAMILY HISTORY: Nonsignificant.  \n  \nPAST SURGICAL HISTORY:  No major surgery.  \n  \nMEDICATIONS:  Presently on Lasix, potassium supplementation, Levaquin,\nhydralazine 10 mg b.i.d., antibiotic treatments, and thyroid supplementation.  \n  \nALLERGIES: AMBIEN, CARDIZEM, AND IBUPROFEN.  \n  \nPERSONAL HISTORY: She is a nonsmoker. Does not consume alcohol. No history of\nrecreational drug use.  \n  \nPAST MEDICAL HISTORY: Basically GI pathology with diverticulitis, colitis,\nhypothyroidism, arthritis, questionable hypertension, no prior history of\ncoronary artery disease, and heart murmur.  \n  \nREVIEW OF SYSTEMS  \nCONSTITUTIONAL: Weakness, fatigue, and tiredness.  \nHEENT: History of cataract, blurred vision, and hearing impairment.  \nCARDIOVASCULAR: Shortness of breath and heart murmur. No coronary artery\ndisease.  \nRESPIRATORY: Shortness of breath. No pneumonia or valley fever.  \nGASTROINTESTINAL: No nausea, vomiting, hematemesis, or melena.  \nUROLOGICAL: No frequency or urgency.  \nMUSCULOSKELETAL: Arthritis and severe muscle weakness.  \nSKIN: Nonsignificant.  \nNEUROLOGICAL: No TIA or CVA. No seizure disorder.  \nENDOCRINE/HEMATOLOGICAL: As above.  \n  \nPHYSICAL EXAMINATION  \nVITAL SIGNS: Pulse of 84, blood pressure of 168/74, afebrile, and respiratory\nrate 16 per minute.  \nHEENT/NECK: Head is atraumatic and normocephalic. Neck veins flat. No\nsignificant carotid bruits appreciated.  \nLUNGS: Air entry bilaterally fair. No obvious rales or wheezes.  \nHEART: PMI displaced. S1, S2 with systolic murmur at the precordium, grade\n2/6.  \nABDOMEN: Soft and nontender.  \nEXTREMITIES: Chronic skin changes. Feeble pulses distally. No clubbing or\ncyanosis.  \n  \nDIAGNOSTIC DATA:  EKG: Normal sinus rhythm. No acute ST-T changes.  \n  \nEchocardiogram report was reviewed.  \n  \nLABORATORY DATA: H&H 13 and 39. BUN and creatinine within normal limits.\nPotassium within normal limits. BNP 9290.  \n  \nIMPRESSION:  \n1. The patient admitted for gastrointestinal pathology, under working\ntreatment.  \n2. History of prior heart murmur with echocardiogram findings as above.\nBasically revealed normal left ventricular function with left atrial\nenlargement, large pleural effusion, and severe mitral regurgitation and\ntricuspid regurgitation.  \n  \nRECOMMENDATIONS:  \n1. From cardiac standpoint, conservative treatment. Possibility of a\ntransesophageal echocardiogram to assess valvular insufficiency adequately\nwell discussed extensively.  \n2. After extensive discussion, given her age 86, limited activity level, and\nno intention of undergoing any treatment in this regard from a surgical\nstandpoint, the patient does not wish to proceed with a transesophageal\nechocardiogram.  \n3. Based on the above findings, we will treat her medically with ACE\ninhibitors and diuretics and see how she fares. She has a normal LV function.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AbnormalEchocardiogram.txt"
}, {
  "docId" : "30",
  "content" : "\nHISTORY OF PRESENT ILLNESS:  Mr. ABC is a 60-year-old gentleman who had a\nmarkedly abnormal stress test earlier today in my office with severe chest\npain after 5 minutes of exercise on the standard Bruce with horizontal ST\ndepressions and moderate apical ischemia on stress imaging only. He required 3\nsublingual nitroglycerin in total (please see also admission history and\nphysical for full details).  \n  \nThe patient underwent cardiac catheterization with myself today which showed\nmild-to-moderate left main distal disease of 30%, moderate proximal LAD with a\nsevere mid-LAD lesion of 99%, and a mid-left circumflex lesion of 80% with\nnormal LV function and some mild luminal irregularities in the right coronary\nartery with some moderate stenosis seen in the mid to distal right PDA.  \n  \nI discussed these results with the patient, and he had been relating to me\nthat he was having rest anginal symptoms, as well as nocturnal anginal\nsymptoms, and especially given the severity of the mid left anterior\ndescending lesion, with a markedly abnormal stress test, I felt he was best\nsuited for transfer for PCI. I discussed the case with Dr. X at Medical Center\nwho has kindly accepted the patient in transfer.  \n  \nCONDITION ON TRANSFER:  Stable but guarded. The patient is pain-free at this\ntime.  \n  \nMEDICATIONS ON TRANSFER:  \n1. Aspirin 325 mg once a day.  \n2. Metoprolol 50 mg once a day, but we have had to hold it because of\nrelative bradycardia which he apparently has a history of.  \n3. Nexium 40 mg once a day.  \n4. Zocor 40 mg once a day, and there is a fasting lipid profile pending at\nthe time of this dictation. I see that his LDL was 136 on May 3, 2002.  \n5. Plavix 600 mg p.o. x1 which I am giving him tonight.  \n  \nOther medical history is inclusive for obstructive sleep apnea for which he is\nunable to tolerate positive pressure ventilation, GERD, arthritis  \n  \nDISPOSITION: The patient and his wife have requested and are agreeable with\ntransfer to Medical Center, and we are enclosing the CD ROM of his images.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AbnormalStressTest.txt"
}, {
  "docId" : "31",
  "content" : "\nCOMMENTS:  \n1. The left ventricular cavity size and wall thickness appear normal. The\nwall motion and left ventricular systolic function appears hyperdynamic with\nestimated ejection fraction of 70% to 75%. There is near-cavity obliteration\nseen. There also appears to be increased left ventricular outflow tract\ngradient at the mid cavity level consistent with hyperdynamic left ventricular\nsystolic function. There is abnormal left ventricular relaxation pattern seen\nas well as elevated left atrial pressures seen by Doppler examination.  \n2. The left atrium appears mildly dilated.  \n3. The right atrium and right ventricle appear normal.  \n4. The aortic root appears normal.  \n5. The aortic valve appears calcified with mild aortic valve stenosis,\ncalculated aortic valve area is 1.3 cm square with a maximum instantaneous\ngradient of 34 and a mean gradient of 19 mm.  \n6. There is mitral annular calcification extending to leaflets and supportive\nstructures with thickening of mitral valve leaflets with mild mitral\nregurgitation.  \n7. The tricuspid valve appears normal with trace tricuspid regurgitation with\nmoderate pulmonary artery hypertension. Estimated pulmonary artery systolic\npressure is 49 mmHg. Estimated right atrial pressure of 10 mmHg.  \n8. The pulmonary valve appears normal with trace pulmonary insufficiency.  \n9. There is no pericardial effusion or intracardiac mass seen.  \n10. There is a color Doppler suggestive of a patent foramen ovale with\nlipomatous hypertrophy of the interatrial septum.  \n11. The study was somewhat technically limited and hence subtle abnormalities\ncould be missed from the study.  \n  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "2DEchocardiogram2.txt"
}, {
  "docId" : "32",
  "content" : "\nCHIEF COMPLAINT:  Chest pain.  \n  \nHISTORY OF PRESENT ILLNESS: The patient is a 40-year-old white male who\npresents with a chief complaint of \"chest pain\".  \n  \nThe patient is diabetic and has a prior history of coronary artery disease.\nThe patient presents today stating that his chest pain started yesterday\nevening and has been somewhat intermittent. The severity of the pain has\nprogressively increased. He describes the pain as a sharp and heavy pain which\nradiates to his neck & left arm. He ranks the pain a 7 on a scale of 1-10. He\nadmits some shortness of breath & diaphoresis. He states that he has had\nnausea & 3 episodes of vomiting tonight. He denies any fever or chills. He\nadmits prior episodes of similar pain prior to his PTCA in 1995. He states the\npain is somewhat worse with walking and seems to be relieved with rest. There\nis no change in pain with positioning. He states that he took 3 nitroglycerin\ntablets sublingually over the past 1 hour, which he states has partially\nrelieved his pain. The patient ranks his present pain a 4 on a scale of 1-10.\nThe most recent episode of pain has lasted one-hour.  \n  \nThe patient denies any history of recent surgery, head trauma, recent stroke,\nabnormal bleeding such as blood in urine or stool or nosebleed.  \n  \nREVIEW OF SYSTEMS: All other systems reviewed & are negative.  \n  \nPAST MEDICAL HISTORY: Diabetes mellitus type II, hypertension, coronary artery\ndisease, atrial fibrillation, status post PTCA in 1995 by Dr. ABC.  \n  \nSOCIAL HISTORY:  Denies alcohol or drugs. Smokes 2 packs of cigarettes per\nday. Works as a banker.  \n  \nFAMILY HISTORY:  Positive for coronary artery disease (father & brother).  \n  \nMEDICATIONS:  Aspirin 81 milligrams QDay. Humulin N. insulin 50 units in a.m.\nHCTZ 50 mg QDay. Nitroglycerin 1/150 sublingually PRN chest pain.  \n  \nALLERGIES:  Penicillin.  \n  \nPHYSICAL EXAM:  The patient is a 40-year-old white male.  \nGeneral: The patient is moderately obese but he is otherwise well developed &\nwell nourished. He appears in moderate discomfort but there is no evidence of\ndistress. He is alert, and oriented to person place and circumstance. There is\nno evidence of respiratory distress. The patient ambulates without gait\nabnormality or difficulty.  \nHEENT: Normocephalic/atraumatic head. Pupils are 2.5 mm, equal round and react\nto light bilaterally. Extra-ocular muscles are intact bilaterally. External\nauditory canals are clear bilaterally. Tympanic membranes are clear and intact\nbilaterally.  \nNeck: No JVD. Neck is supple. There is free range of motion & no tenderness,\nthyromegaly or lymphadenopathy noted.  \nPharynx: Clear, no erythema, exudates or tonsillar enlargement.  \nChest: No chest wall tenderness to palpation. Lungs: Clear to auscultation\nbilaterally. Heart: irregularly-irregular rate and rhythm no murmurs gallops\nor rubs. Normal PMI  \nAbdomen: Soft, non-distended. No tenderness noted. No CVAT.  \nSkin: Warm, diaphoretic, mucous membranes moist, normal turgor, no rash noted.  \nExtremities: No gross visible deformity, free range of motion. No edema or\ncyanosis. No calf/ thigh tenderness or swelling.  \n  \nCOURSE IN EMERGENCY DEPARTMENT:  The patient's chest pain improved after the\nsublingual nitroglycerine and completely resolved with the Nitroglycerin Drip\nat 30 ug/Minute. He tolerated the TPA well. He was transferred to the CCU in a\nstable condition  \n  \nPROCEDURES:  \n10:40 PM Dr. ABC (cardiologist) apprised. He agrees with T PA per 90 minute\nprotocol & IV nitroglycerin drip. He is to come see patient in the emergency\ndepartment.  \n10:45 PM risks & benefits of TPA discussed with patient & his family. They\nagree with administration of TPA and are willing to accept the risks.  \n10:50 PM TPA started.  \n11:20 PM Dr. ABC present in emergency department assisting with patient care.  \n  \nDIAGNOSTIC STUDIES:  \nCBC: WBC 14.2, hematocrit 33.5, platelets 316  \nChem 7: Na 142, potassium 4.5, chloride 102, CO2 22.6, BUN 15, creatinine 1.2,\nglucose 186  \nSerum Troponin I: 2.5  \nChest x-ray: Lung fields clear. No cardiomegaly or other acute findings  \nEKG: Atrial fibrillation with Ventricular rate of 65. Acute inferior ischemic\nchanges noted i.e. ST elevation III & aVF (refer to EKG multimedia).  \nCardiac monitor: Sinus rhythm-atrial of fibrillation rate 60s-70s.  \n  \nTREATMENT:  \nHeparin lock X. 2.  \nNasal cannula oxygen 3 liters/minute.  \nAspirin 5 grains chew & swallow.  \nNitroglycerin drip at 30 micrograms/minute.  \nCardiac monitor.  \nTPA 90 minute protocol.  \nHeparin IV 5000 unit bolus followed by 1000 units/hour.  \n  \nIMPRESSION:  Acute Inferior Myocardial Infarction.  \n  \nPLAN:  Patient admitted to Coronary Care Unit under the care of Dr. ABC.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AcuteInferiorMyocardialInfarctio.txt"
}, {
  "docId" : "33",
  "content" : "\nINDICATION:  Chest pain.  \n  \nTYPE OF TEST:  Adenosine with nuclear scan as the patient unable to walk on a\ntreadmill.  \n  \nINTERPRETATION: Resting heart rate of 67, blood pressure of 129/86. EKG,\nnormal sinus rhythm. Post-Lexiscan 0.4 mg, heart rate was 83, blood pressure\n142/74. EKG remained the same. No symptoms were noted.  \n  \nSUMMARY:  \n1. Nondiagnostic adenosine stress test.  \n2. Nuclear interpretation as below.  \n  \nNUCLEAR INTERPRETATION: Resting and stress images were obtained with 10.4,\n33.1 mCi of tetrofosmin injected intravenously by standard protocol. Nuclear\nmyocardial perfusion scan demonstrates homogeneous and uniform distribution of\nthe tracer uptake without any evidence of reversible or fixed defect. Gated\nSPECT revealed normal wall motion, ejection fraction of 58%. End-diastolic\nvolume of 74, end-systolic volume of 31.  \n  \nIMPRESSION:  \n1. Normal nuclear myocardial perfusion scan.  \n2. Ejection fraction 58% by gated SPECT.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AdenosineNuclearScan.txt"
}, {
  "docId" : "34",
  "content" : "\nANGINA is chest pain due to a lack of oxygen to the heart most often occurring\nin men age 35 or older and postmenopausal women. It is usually located right\nunder the breast bone. Physical and emotional stress, as well as eating heavy\nmeals, can bring it on. In a healthy person, these stresses are easily\nhandled. In a person with an underlying heart condition like coronary artery\ndisease, heart valve problem, arrhythmias or high blood pressure, the heart\ndoesn't get enough blood (i.e. not enough oxygen to the heart muscles). Other\ncauses could be due to a hyperactive thyroid disorder or anemia. People more\nlikely to have angina may also have diabetes mellitus, be overweight, smoke,\nhave a poor diet with lots of salt and fat, fail to exercise, have a stressful\nworkload or have a family history of coronary artery disease.  \n  \nSIGNS AND SYMPTOMS:  \n* Pain in chest described as tightness, heavy pressure, aching or squeezing.  \n* The pain sometimes radiates to the jaw, left arm, teeth and/or outer ear.  \n* Possibly a left-sided numbness, tingling, or pain in the arm, shoulder, elbow or chest.  \n* Occasionally a sudden difficulty in breathing occurs.  \n* Pain may be located between the shoulder blades.  \n  \nTREATMENT:  \n* Nitroglycerin relieves the immediate symptoms of angina in seconds. Carry it with you at all times.  \n* Other medications may be prescribed for the underlying heart problems. It is important to take them as prescribed by your doctor.  \n* Surgery may be necessary to open the blocked coronary arteries (balloon angioplasty) or to bypass them.  \n* Correct the contributing factors you have control over. Lose weight, don't smoke, eat a low-salt, low-fat diet and avoid physical and emotional stresses that cause angina. Such stressors include anger, overworking, going between extremes in hot and cold, sudden physical exertion and high altitudes (pressurized airplanes aren't a risk). Practice relaxation techniques.  \n* Exercise! Discuss first what you are able to do with your doctor and then go do it.  \n* Even with treatment, angina may result in a heart attack, congestive heart failure or a fatal abnormal heartbeat. Treatment decreases the odds that these will occur.  \n* Let your doctor know if your angina doesn't go away after 10 minutes, even when you have taken a nitroglycerin tablet. Call if you have repeated chest pains that awaken you from sleep regardless if the nitroglycerin helps. If your pain changes or feels different, call your doctor or call 911 if the pain is severe.   \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "Angina.txt"
}, {
  "docId" : "35",
  "content" : "\nHISTORY OF PRESENT ILLNESS:  The patient is a 68-year-old woman whom I have\nbeen following, who has had angina. In any case today, she called me because\nshe had a recurrent left arm pain after her stent, three days ago, and this\npersisted after two sublingual nitroglycerin when I spoke to her. I advised\nher to call 911, which she did. While waiting for 911, she was attended to by\na physician who is her neighbor and he advised her to take the third\nnitroglycerin and that apparently relieved her pain. By the time she presented\nhere, she is currently pain-free and is feeling well.  \n  \nPAST CARDIAC HISTORY:  The patient has been having arm pain for several\nmonths. She underwent an exercise stress echocardiogram within the last\nseveral months with me, which was equivocal, but then she had a nuclear stress\ntest which showed inferobasilar ischemia. I had originally advised her for a\nheart catheterization but she wanted medical therapy, so we put her on a beta-\nblocker. However, her arm pain symptoms accelerated and she had some jaw pain,\nso she presented to the emergency room. On 08/16/08, she ended up having a\ncardiac catheterization and that showed normal left main 80% mid LAD lesion,\ncircumflex normal, and RCA totally occluded in the mid portion and there were\ncollaterals from the left to the right, as well as right to right to that\narea. The decision was made to transfer her as she may be having collateral\ninsufficiency from the LAD stenosis to the RCA vessel. She underwent that with\ndrug-eluting stents on 08/16/08, with I believe three or four total placed,\nand was discharged on 08/17/08. She had some left arm discomfort on 08/18/08,\nbut this was mild. Yesterday, she felt very fatigued, but no arm pain, and\ntoday, she had arm pain after walking and again it resolved now completely\nafter three sublingual nitroglycerin. This is her usual angina. She is being\nadmitted with unstable angina post stent.  \n  \nPAST MEDICAL HISTORY:  Longstanding hypertension, CAD as above,\nhyperlipidemia, and overactive bladder.  \n  \nMEDICATIONS:  \n1. Detrol LA 2 mg once a day.  \n2. Prilosec for GERD 20 mg once a day.  \n3. Glucosamine 500/400 mg once a day for arthritis.  \n4. Multivitamin p.o. daily.  \n5. Nitroglycerin sublingual as available to her.  \n6. Toprol-XL 25 mg once a day which I started although she had been\nbradycardic, but she seems to be tolerating.  \n7. Aspirin 325 mg once a day.  \n8. Plavix 75 mg once a day.  \n9. Diovan 160 mg once a day.  \n10. Claritin 10 mg once a day for allergic rhinitis.  \n11. Norvasc 5 mg once a day.  \n12. Lipitor 5 mg once a day.  \n13. Evista 60 mg once a day.  \n  \nALLERGIES:  ALLERGIES TO MEDICATIONS ARE NONE. SHE DENIES ANY SHRIMP OR SEA\nFOOD ALLERGY.  \n  \nFAMILY HISTORY:  Her father died of an MI in his 50s and a brother had his\nfirst MI and bypass surgery at 54.  \n  \nSOCIAL HISTORY: She does not smoke cigarettes, abuse alcohol, no use of\nillicit drugs. She is divorced and lives alone and is a retired laboratory\ntechnician from Cornell Diagnostic Laboratory.  \n  \nREVIEW OF SYSTEMS: She denies a history of stroke, cancer, vomiting up blood,\ncoughing up blood, bright red blood per rectum, bleeding stomach ulcers, renal\ncalculi, cholelithiasis, asthma, emphysema, pneumonia, tuberculosis, home\noxygen use or sleep apnea, although she has been told in the past that she\nsnores and there was some question of apnea in 05/08. No morning headaches or\nfatigue. No psychiatric diagnosis. No psoriasis, no lupus. Remainder of the\nreview of systems is negative x14 systems except as described above.  \n  \nPHYSICAL EXAMINATION:  \nGENERAL: She is a pleasant elderly woman, currently in no acute distress.  \nVITAL SIGNS: Height 4 feet 11 inches, weight 128 pounds, temperature 97.2\ndegrees Fahrenheit, blood pressure 142/70, pulse 47, respiratory rate 16, and\nO2 saturation 100%  \nHEENT: Cranium is normocephalic and atraumatic. She has moist mucosal\nmembranes.  \nNECK: Veins are not distended. There are no carotid bruits.  \nLUNGS: Clear to auscultation and percussion without wheezes.  \nHEART: S1 and S2, regular rate. No significant murmurs, rubs or gallops. PMI\nnondisplaced.  \nABDOMEN: Soft and nondistended. Bowel sounds present.  \nEXTREMITIES: Without significant clubbing, cyanosis or edema. Pulses grossly\nintact. Bilateral groins are inspected, status post as the right femoral\nartery was used for access for the diagnostic cardiac catheterization here and\nleft femoral artery used for PCI and there is no evidence of hematoma or bruit\nand intact distal pulses.  \n  \nLABORATORY DATA:  EKG reviewed which shows sinus bradycardia at the rate of 51\nbeats per minute and no acute disease.  \n  \nSodium 136, potassium 3.8, chloride 105, and bicarbonate 27. BUN 16 and\ncreatinine 0.9. Glucose 110. Magnesium 2.5. ALT 107 and AST 65 and these were\nnormal on 08/15/08. INR is 0.89, PTT 20.9, white blood cell count 8.2,\nhematocrit 31 and it was 35 on 08/15/08, and platelet count 257,000.  \n  \nIMPRESSION AND PLAN: The patient is a 68-year-old woman with exertional\nangina, characterized with arm pain, who underwent recent left anterior\ndescending percutaneous coronary intervention and has now had recurrence of\nthat arm pain post stenting to the left anterior descending artery and it may\nbe that she is continuing to have collateral insufficiency of the right\ncoronary artery. In any case, given this unstable presentation requiring three\nsublingual nitroglycerin before she was even pain free, I am going to admit\nher to the hospital and there is currently no evidence requiring acute\nreperfusion therapy. We will continue her beta-blocker and I cannot increase\nthe dose because she is bradycardic already. Aspirin, Plavix, valsartan,\nLipitor, and Norvasc. I am going to add Imdur and watch headaches as she\napparently had some on nitro paste before, and we will rule out MI, although\nthere is a little suspicion. I suppose it is possible that she has non-cardiac\narm pain, but that seems less likely as it has been nitrate responsive and\nseems exertionally related and the other possibility may be that we end up\nneeding to put in a pacemaker, so we can maximize beta-blocker use for anti-\nanginal effect. My concern is that there is persistent right coronary artery\nischemia, not helped by left anterior descending percutaneous coronary\nintervention, which was severely stenotic and she does have normal LV\nfunction. She will continue the glucosamine for her arthritis, Claritin for\nallergies, and Detrol LA for urinary incontinence.  \n  \nTotal patient care time in the emergency department 75 minutes. All this was\ndiscussed in detail with the patient and her daughter who expressed\nunderstanding and agreement. The patient desires full resuscitation status.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AnginaConsult.txt"
}, {
  "docId" : "36",
  "content" : "\nEXAM:  Left heart cath, selective coronary angiogram, right common femoral\nangiogram, and StarClose closure of right common femoral artery.  \n  \nREASON FOR EXAM:  Abnormal stress test and episode of shortness of breath.  \n  \nPROCEDURE:  Right common femoral artery, 6-French sheath, JL4, JR4, and\npigtail catheters were used.  \n  \nFINDINGS:  \n1. Left main is a large-caliber vessel. It is angiographically free of\ndisease,  \n2. LAD is a large-caliber vessel. It gives rise to two diagonals and septal\nperforator. It erupts around the apex. LAD shows an area of 60% to 70%\nstenosis probably in its mid portion. The lesion is a type A finishing before\nthe takeoff of diagonal 1. The rest of the vessel is angiographically free of\ndisease.  \n3. Diagonal 1 and diagonal 2 are angiographically free of disease.  \n4. Left circumflex is a small-to-moderate caliber vessel, gives rise to 1 OM.\nIt is angiographically free of disease.  \n5. OM-1 is angiographically free of disease.  \n6. RCA is a large, dominant vessel, gives rise to conus, RV marginal, PDA and\none PL. RCA has a tortuous course and it has a 30% to 40% stenosis in its\nproximal portion.  \n7. LVEDP is measured 40 mmHg.  \n8. No gradient between LV and aorta is noted.  \n  \nDue to contrast concern due to renal function, no LV gram was performed.  \n  \nFollowing this, right common femoral angiogram was performed followed by\nStarClose closure of the right common femoral artery.  \n  \nIMPRESSION:  \n1. 60% to 70% mid left anterior descending stenosis.  \n2. Mild 30% to 40% stenosis of the proximal right coronary artery.  \n3. Status post StarClose closure of the right common femoral artery.  \n  \nPLAN: Plan will be to perform elective PCI of the mid LAD.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AngiogramStarCloseClosure.txt"
}, {
  "docId" : "37",
  "content" : "\nPREOPERATIVE DIAGNOSES:  \n1. Left superficial femoral artery subtotal stenosis.  \n2. Arterial insufficiency, left lower extremity.  \n  \nPOSTOPERATIVE DIAGNOSES:  \n1. Left superficial femoral artery subtotal stenosis.  \n2. Arterial insufficiency, left lower extremity.  \n  \nOPERATIONS PERFORMED:  \n1. Left lower extremity angiogram.  \n2. Left superficial femoral artery laser atherectomy.  \n3. Left superficial femoral artery percutaneous transluminal balloon\nangioplasty.  \n4. Left external iliac artery angioplasty.  \n5. Left external iliac artery stent placement.  \n6. Completion angiogram.  \n  \nFINDINGS: This patient was brought to the OR with a non-severe stenosis of the\nproximal left superficial femoral artery in the upper one-third of his thigh.\nHe is also known to have severe calcific disease involving the entire left\nexternal iliac system as well as the common femoral and deep femoral arteries.  \n  \nOur initial plan today was to perform an atherectomy with angioplasty and\nstenting of the left superficial femoral artery as necessary. However,\nwhenever we started the procedure, it became clear that there was a severe\nstenosis of the left superficial femoral artery at its takeoff from the left\ncommon femoral artery. The area was severely calcified including the external\niliac artery extending up underneath the left inguinal ligament. Indeed, this\nultimately was dissected due to manipulation of sheath catheters and sheath\nthrough the area. Ultimately, this wound up being a much more complex case\nthan initially anticipated.  \n  \nBecause of the above, we ultimately performed a laser atherectomy of the left\nsuperficial femoral artery, which then had to be angioplastied to obtain a\nsatisfactory result. The completion angiogram showed that there was a\ndissection of the left external iliac artery, which precluded flow down into\nthe left lower extremity. We then had to come up and perform angioplasty and\nstenting of the left external iliac artery as well as aggressively dilating\nthe takeoff of the less superficial femoral artery from the common femoral\nartery.  \n  \nThe left superficial femoral artery was dilated with a 6-mm balloon.  \n  \nThe left external iliac artery and common femoral arteries were dilated with\nan 8-mm balloon.  \n  \nA 2.5-mm ClearPath laser probe was used to initially arthrectomize and debulk\nthe superficial femoral artery starting at its takeoff from the common femoral\nartery and extending down to the tight stenotic area in the upper one-third of\nthe thigh. After the laser atherectomy was performed, the area still did not\nlook good and so an angioplasty was then done, which looked good; however, as\nnoted above, after we had dealt with the superficial femoral artery, we then\nhad proximal inflow problems, which had to be dealt by angioplasty and\nstenting.  \n  \nThe patient had good dorsalis pedis pulses bilaterally upon completion.  \n  \nThe right common femoral artery was used for access in an up-and-over\ntechnique.  \n  \nPROCEDURE:  With the patient in the supine position under general anesthesia,\nthe abdomen and lower extremities were prepped and draped in the sterile\nfashion.  \n  \nThe right common femoral artery was punctured percutaneously, and a #5-French\nsheath was initially placed. We used a pigtail catheter to go up and over the\naortic bifurcation and placed a stiff Amplatz guidewire down into the left\ncommon femoral artery. We then heparinized the patient and placed a #7-French\nRaby sheath over the Amplatz wire. A selective left lower extremity angiogram\nwas then done with the above-noted findings.  \n  \nWe then used a ClearPath 2.5-mm laser probe to laser the proximal superficial\nfemoral artery. Because of the findings as noted above, this became more\ninvolved than initially hoped for. Once the laser atherectomy had been\ncompleted, the vessel still did not look good, so we used a 6-mm balloon to\nthoroughly dilate the area. Once that had been done, it looked good and we\nperformed what we felt would be a completion angiogram only to find out that\nwe had a more proximal problem precluding flow down into the left femoral\nartery.  \n  \nOnce that was discovered, we then had to proceed with angioplasty and stenting\nof the left external iliac artery right down to the acetabular level.  \n  \nOnce we had dealt with our run-on problems, we then did another completion\nangiogram, which showed a good flow through the entire area and down into the\nleft lower extremity.  \n  \nFollowing completion of the above, all wires, sheaths, and catheters were\nremoved from the right common femoral artery. Firm pressure was held over the\npuncture site for 20 minutes followed by application of a sterile Coverlet\ndressing and a firm pressure dressing.  \n  \nThe patient tolerated the procedure well throughout. He had good palpable\ndorsalis pedis pulses bilaterally on completion. He was taken to the recovery\nroom in satisfactory condition. Protamine was given to partially reverse the\nheparin.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AngiogramAngioplasty.txt"
}, {
  "docId" : "38",
  "content" : "\nPROCEDURES PERFORMED:  \n1. Left heart catheterization.  \n2. Bilateral selective coronary angiography.  \n3. Left ventriculography.  \n4. Right heart catheterization.  \n  \nINDICATION:  Positive nuclear stress test involving reversible ischemia of the\nlateral wall and the anterior wall consistent with left anterior descending\nartery lesion.  \n  \nPROCEDURE:  After risks, benefits, and alternatives of the above-mentioned\nprocedure were explained in detail to the patient, informed consent was\nobtained both verbally and in writing. The patient was taken to cardiac\ncatheterization suite where the right femoral region was prepped and draped in\nthe usual sterile fashion. 1% lidocaine solution was used to infiltrate the\nskin overlying the right femoral artery and vein. Once adequate anesthesia has\nbeen obtained, a thin-walled #18 gauge Argon needle was used to cannulate the\nright femoral artery. A steel guidewire was inserted through the needle into\nthe vascular lumen without resistance. A small nick was then made in the skin.\nThe pressure was held. The needle was removed over the guidewire. Next, a #6\nFrench arterial sheath was then advanced over the guidewire into the vascular\nlumen without resistance. The guidewire and dilator were then removed. The\nsheath was flushed. Next, an angulated pigtail catheter was advanced to the\nlevel of the ascending aorta under the direct fluoroscopy visualization with\nthe use of a guidewire. The catheter was then guided into the left ventricle.\nThe guidewire and dilator were then removed. The catheter was then flushed.\nLVEDP was measured and found to be favorable for a left ventriculogram. The\nleft ventriculogram was performed in the RAO position with a single power\ninjection of nonionic contrast material. LVEDP was then remeasured. Pullback\nwas performed, which failed to reveal an LVAO gradient. The catheter was then\nremoved. Next, a Judkins left #4 catheter was advanced to the level of the\nascending aorta under direct fluoroscopic visualization with the use of a\nguidewire. The guidewire was removed. The catheter was connected to the\nmanifold and flushed. The ostium of the left main coronary was unable to be\nengaged with this catheter. Thus it was removed over a guidewire. Next, a\nJudkins left #5 catheter was advanced to the level of the ascending aorta\nunder direct fluoroscopic visualization with the use of a guidewire. The\nguidewire was removed. The catheter was connected to the manifold and flushed.\nLeft main coronary artery was then engaged. Using hand injections of nonionic\ncontrast material, the left coronary system was evaluated in several different\nviews. The catheter was then removed from the ostium of the left main coronary\nartery and was removed over a guidewire. Next, a Judkins right #4 catheter was\nthen advanced to the level of the ascending aorta under direct fluoroscopic\nvisualization with the use of a guidewire. The guidewire was removed. The\ncatheter was connected to the manifold and flushed. Using hand injections of\nnonionic contrast material, the right coronary system was evaluated in several\ndifferent views. The catheter was then removed from the ostium of the right\ncoronary artery and then removed. The sheath was then flushed. Because the\npatient did have high left ventricular end-diastolic pressures, it was\ndetermined that the patient wound need a right heart catheterization. Thus an\n#18 gauge Argon needle was used to cannulate the right femoral vein. A steel\nguidewire was inserted through the needle into the vascular lumen. The needle\nwas removed over the guidewire. Next, an #8 French venous sheath was advanced\nover the guidewire into lumen without resistance. The guidewire and dilator\nwere then removed. The sheath was then flushed. Next, a Swan-Ganz catheter was\nadvanced to the level of 20 cm. The balloon was inflated. Under fluoroscopic\nvisualization, the catheter was guided into the right atrium, right ventricle,\nand into the pulmonary artery wedge position. Hemodynamics were measured along\nthe way. PA saturation, right atrial saturation, femoral artery saturation\nwere all obtained. Once adequate study has been performed, the catheter was\nthen removed. Both sheaths were flushed and found fine. The patient was\nreturned to the cardiac catheterization holding area in stable satisfactory\ncondition.  \n  \nFINDINGS:  \nLEFT VENTRICULOGRAM: There is no evidence of any wall motion abnormalities\nwith estimated ejection fraction of 60%. Left ventricular end-diastolic\npressure was 38 mmHg preinjection and 40 mmHg postinjection. There is no LVAO.\nThere is no mitral regurgitation. There is a trileaflet aortic valve noted.  \n  \nLEFT MAIN CORONARY ARTERY: The left main is a moderate caliber vessel, which\nbifurcates into the left anterior descending and circumflex arteries. There is\nno evidence of any hemodynamically significant stenosis.  \n  \nLEFT ANTERIOR DESCENDING:  The LAD is a moderate caliber vessel, which\ntraverses through the intraventricular groove and reaches the apex of the\nheart. There is a proximal 60% to 70% stenotic lesion. There was also a mid\n70% to 80% stenotic lesion at the takeoff of the first and second diagonal\nbranches.  \n  \nCIRCUMFLEX ARTERY: The circumflex is a moderate caliber vessel, which\ntraverses through the atrioventricular groove. There is a mid 60% to 70%\nstenotic lesion followed by a second mid 90% stenotic lesion. The first obtuse\nmarginal branch is small and the second obtuse marginal branch is large\nwithout any evidence of critical disease. The third obtuse marginal branch is\nalso small.  \n  \nRIGHT CORONARY ARTERY: The RCA is a moderate caliber vessel with minor luminal\nirregularities throughout. There is no evidence of any critical disease. The\nright coronary artery is the dominant right coronary vessel.  \n  \nRIGHT HEART FINDINGS: Pulmonary artery pressure equals 61/23 with a mean of\n44. Pulmonary artery wedge pressure equals 32. Right ventricle pressure equals\n65/24. The right atrial pressure equals to 22. Cardiac output by Fick is 4.9.\nCardiac index by Fick is 2.3. Hand calculated cardiac output equals 7.8. Hand\ncalculated cardiac index equals 3.7. On 2 liters nasal cannula, pulmonary\nartery saturation equals 77.8%. Femoral artery saturation equals 99.1%. Pulse\noximetry is 99%. Right atrial saturation is 76.3%. Systemic blood pressure is\n166/58. Body surface area equals 2.12. Hemoglobin equals 12.6.  \n  \nIMPRESSION:  \n1. Two-vessel coronary artery disease with a complex left anterior descending\narterial lesion as well as circumflex disease.  \n2. Normal left ventricular function with an estimated ejection fraction of\n60%.  \n3. Biventricular overload.  \n4. Moderate pulmonary hypertension.  \n5. There is no evidence of shunt.  \n  \nPLAN:  \n1. The patient will be admitted for IV diuresis in light of the biventricular\noverload.  \n2. The findings of the heart catheterization were discussed in detail with\nthe patient and the patient's family. There is some concern with the patient's\ntwo-vessel coronary artery disease in light of the patient's diabetic history.\nWe will obtain a surgical evaluation for the possibility of a coronary artery\nbypass grafting.  \n3. The patient will remain on aggressive medical regimen including ACE\ninhibitor, aspirin, Plavix, and nitrate.  \n4. The patient will need to undergo aggressive risk factor modification\nincluding weight loss and diet control.  \n5. The patient will have an Internal Medicine evaluation regarding the\npatient's diabetic history.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AngiographyCatheterization.txt"
}, {
  "docId" : "39",
  "content" : "\nDIAGNOSIS:  Aortic valve stenosis with coronary artery disease associated with\ncongestive heart failure. The patient has diabetes and is morbidly obese.  \n  \nPROCEDURES:  Aortic valve replacement using a mechanical valve and two-vessel\ncoronary artery bypass grafting procedure using saphenous vein graft to the\nfirst obtuse marginal artery and left radial artery graft to the left anterior\ndescending artery.  \n  \nANESTHESIA:  General endotracheal  \n  \nINCISION:  Median sternotomy  \n  \nINDICATIONS:  The patient presented with severe congestive heart failure\nassociated with the patient's severe diabetes. The patient was found to have\nmoderately stenotic aortic valve. In addition, The patient had significant\ncoronary artery disease consisting of a chronically occluded right coronary\nartery but a very important large obtuse marginal artery coming off as the\nmain circumflex system. The patient also has a left anterior descending artery\nwhich has moderate disease and this supplies quite a bit of collateral to the\npatient's right system. It was decided to perform a valve replacement as well\nas coronary artery bypass grafting procedure.  \n  \nFINDINGS:  The left ventricle is certainly hypertrophied* The aortic valve\nleaflet is calcified and a severe restrictive leaflet motion. It is a\ntricuspid type of valve. The coronary artery consists of a large left anterior\ndescending artery which is associated with 60% stenosis but a large obtuse\nmarginal artery which has a tight proximal stenosis.  \n  \nThe radial artery was used for the left anterior descending artery. Flow was\nexcellent. Looking at the targets in the posterior descending artery\nterritory, there did not appear to be any large branches. On the angiogram\nthese vessels appeared to be quite small. Because this is a chronically\noccluded vessel and the patient has limited conduit due to the patient's\nmassive obesity, attempt to bypass to this area was not undertaken. The\npatient was brought to the operating room  \n  \nPROCEDURE:  The patient was brought to the operating room and placed in supine\nposition. A median sternotomy incision was carried out and conduits were taken\nfrom the left arm as well as the right thigh. The patient weighs nearly three\nhundred pounds. There was concern as to taking down the left internal mammary\nartery. Because the radial artery appeared to be a good conduit The patient\nwould have arterial graft to the left anterior descending artery territory.\nThe patient was cannulated after the aorta and atrium were exposed and full\nheparinization.  \n  \nThe patient went on cardiopulmonary bypass and the aortic cross-clamp was\napplied Cardioplegia was delivered through the coronary sinuses in a\nretrograde manner. The patient was cooled to 32 degrees. Iced slush was\napplied to the heart. The aortic valve was then exposed through the aortic\nroot by transverse incision. The valve leaflets were removed and the #23 St.\nJude mechanical valve was secured into position by circumferential pledgeted\nsutures. At this point, aortotomy was closed.  \n  \nThe first obtuse marginal artery was a very large target and the vein graft to\nthis target indeed produced an excellent amount of flow. Proximal anastomosis\nwas then carried out to the foot of the aorta. The left anterior descending\nartery does not have severe disease but is also a very good target and the\nradial artery was anastomosed to this target in an end-to-side manner. The two\nproximal anastomoses were then carried out to the root of the aorta.  \n  \nThe patient came off cardiopulmonary bypass after aortic cross-clamp was\nreleased. The patient was adequately warmed. Protamine was given without\nadverse effect. Sternal closure was then done using wires. The subcutaneous\nlayers were closed using Vicryl suture. The skin was approximated using\nstaples.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AorticValveReplacement.txt"
}, {
  "docId" : "40",
  "content" : "\nPREPROCEDURE DIAGNOSIS: Left leg claudication.  \n  \nPOSTPROCEDURE DIAGNOSIS:  Left leg claudication.  \n  \nOPERATION PERFORMED:  Aortogram with bilateral, segmental lower extremity run\noff.  \n  \nANESTHESIA:  Conscious sedation.  \n  \nINDICATION FOR PROCEDURE: The patient presents with lower extremity\nclaudication. She is a 68-year-old woman, who is very fearful of the\naforementioned procedures. Risks and benefits of the procedure were explained\nto her to include bleeding, infection, arterial trauma requiring surgery,\naccess issues and recurrence. She appears to understand and agrees to proceed.  \n  \nDESCRIPTION OF PROCEDURE:  The patient was taken to the Angio Suite, placed in\na supine position. After adequate conscious sedation, both groins were prepped\nwith Chloraseptic prep. Cloth towels and paper drapes were placed. Local\nanesthesia was administered in the common femoral artery and using ultrasound\nguidance, the common femoral artery was accessed. Guidewire was threaded\nfollowed by a  \n4-French sheath. Through the 4-French sheath a 4-French Omni flush catheter\nwas placed. The glidewire was removed and contrast administered to identify\nthe level of the renal artery. Using power injector an aortogram proceeded.  \n  \nThe catheter was then pulled down to the aortic bifurcation. A timed run-off\nview of both legs was performed and due to a very abnormal and delayed run-off\nin the left, I opted to perform an angiogram of the left lower extremity with\nan isolated approach. The catheter was pulled down to the aortic bifurcation\nand using a glidewire, I obtained access to the contralateral left external\niliac artery. The Omni flush catheter was advanced to the left distal external\niliac artery. The glidewire rather exchanged for an Amplatz stiff wire. This\nwas left in place and the 4-French sheath removed and replaced with a 6-French\ndestination 45-cm sheath. This was advanced into the proximal superficial\nfemoral artery and an angiogram performed. I identified a functionally\noccluded distal superficial femoral artery and after obtaining views of the\nrun off made plans for angioplasty.  \n  \nThe patient was given 5000 units of heparin and this was allowed to circulate.\nA glidewire was carefully advanced using Roadmapping techniques through the\nfunctionally occluded blood vessels. A 4-mm x 4-cm angioplasty balloon was\nused to dilate the area in question.  \n  \nFinal views after dilatation revealed a dissection. A search for a 5-mm stent\nwas performed, but none of this was available. For this reason, I used a 6-mm\nx 80-mm marked stent and placed this at the distal superficial femoral artery.\nPost dilatation was performed with a 4-mm angioplasty balloon. Further views\nof the left lower extremity showed irregular change in the popliteal artery.\nNo significant stenosis could be identified in the left popliteal artery and\nnoninvasive scan. For this reason, I chose not to treat any further areas in\nthe left leg.  \n  \nI then performed closure of the right femoral artery with a 6-French Angio-\nSeal device. Attention was turned to the left femoral artery and local\nanesthesia administered. Access was obtained with the ultrasound and the\nfemoral artery identified. Guidewire was threaded followed by a 4-French\nsheath. This was immediately exchanged for the 6-French destination sheath\nafter the glidewire was used to access the distal external iliac artery. The\nglidewire was exchanged for the Amplatz stiff wire to place the destination\nsheath. The destination was placed in the proximal superficial femoral artery\nand angiogram obtained. Initial views had been obtained from the right femoral\nsheath before removal.  \n  \nViews of the right superficial femoral artery demonstrated significant\nstenosis with accelerated velocities in the popliteal and superficial femoral\nartery. For this reason, I performed the angioplasty of the superficial\nfemoral artery using the 4-mm balloon. A minimal dissection plane measuring\nless than 1 cm was identified at the proximal area of dilatation. No further\nsignificant abnormality was identified. To avoid placing a stent in the small\nvessel I left it alone and approached the popliteal artery. A 3-mm balloon was\nchosen to dilate a 50 to 79% popliteal artery stenosis. Reasonable use were\nobtained and possibly a 4-mm balloon could have been used. However, due to her\npropensity for dissection I opted not to. I then exchanged the glidewire for\nan O1 for Thruway guidewire using an exchange length. This was placed into the\nleft posterior tibial artery. A 2-mm balloon was used to dilate the orifice of\nthe posterior tibial artery. I then moved the wire to the perineal artery and\ndilated the proximal aspect of this vessel. Final images showed improved run-\noff to the right calf. The destination sheath was pulled back into the left\nexternal iliac artery and an Angio-Seal deployed.  \n  \nFINDINGS:  Aortogram demonstrates a dual right renal artery with the inferior\nrenal artery supplying the lower one third of the right renal parenchyma. No\nevidence of renal artery stenosis is noted bilaterally. There is a single left\nrenal artery. The infrarenal aorta, both common iliac and the external iliac\narteries are normal. On the right, a superficial femoral artery is widely\npatent and normal proximally. At the distal third of the thigh there is\ndiffuse disease with moderate stenosis noted. Moderate stenosis is also noted\nin the popliteal artery and single vessel run-off through the posterior tibial\nartery is noted. The perineal artery is functionally occluded at the midcalf.\nThe dorsal pedal artery filled by collateral at the high ankle level.  \n  \nOn the left, the proximal superficial femoral artery is patent. Again, at the\ndistal third of the thigh, there is a functional occlusion of the superficial\nfemoral artery with poor collateralization to the high popliteal artery. This\nwas successfully treated with angioplasty and a stent placement. The popliteal\nartery is diffusely diseased without focal stenosis. The tibioperoneal trunk\nis patent and the anterior tibial artery occluded at its orifice.  \n  \nIMPRESSION  \n1. Normal bilateral renal arteries with a small accessory right renal artery.  \n2. Normal infrarenal aorta as well as normal bilateral common and external\niliac arteries.  \n3. The proximal right renal artery is normal with moderately severe stenosis\nin the superficial femoral popliteal and tibial arteries. Successful\nangioplasty with reasonable results in the distal superficial femoral,\npopliteal and proximal posterior tibial artery as described.  \n4. Normal proximal left superficial femoral artery with functional occlusion\nof the distal left superficial femoral artery successfully treated with\nangioplasty and stent placement. Run-off to the left lower extremity is via a\npatent perineal and posterior tibial artery.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AortogramLegclaudication.txt"
}, {
  "docId" : "41",
  "content" : "\nPREOPERATIVE DIAGNOSIS  \n1. Aortoiliac occlusive disease bilaterally.  \n2. Dementia.  \n  \nPOSTOPERATIVE DIAGNOSIS  \n1. Aortoiliac occlusive disease bilaterally.  \n2. Dementia.  \n  \nOPERATION:  Aortobifemoral bypass surgery utilizing a bifurcated Hemashield\ngraft.  \n  \nANESTHESIA: General endotracheal  \n  \nESTIMATED BLOOD LOSS:  300 cc  \n  \nINTRAVENOUS FLUIDS:  1200 cc of crystalloid  \n  \nURINE OUTPUT:  250 cc  \n  \nOPERATION IN DETAIL:  After obtaining informed consent from the patient,\nincluding a thorough explanation of the risks and benefits of the\naforementioned procedure, the patient was taken to the operating room and\ngeneral endotracheal anesthesia was administered. Note that previously the\npatient was found to have some baseline dementia, although slight. The patient\nwas seen and evaluated by the neurology team, who cleared the patient for\nsurgery. The patient was taken to the operating room and general endotracheal\nanesthesia was administered. The abdomen was prepped and draped in the\nstandard surgical fashion. We first began our dissection by using a #10-blade\nscalpel to incise the skin over the femoral artery in the groin bilaterally.\nDissection was carried down to the level of the femoral vessels using Bovie\nelectrocautery. The common femoral, superficial femoral, and profunda femoris\narteries were encircled and dissected out peripherally. Vessel loops were\nplaced around the aforementioned arteries. After doing so, we turned our\nattention to beginning our abdominal dissection. We used a #10-blade scalpel\nto make a midline laparotomy incision. Dissection was carried down to the\nlevel of the fascia using Bovie electrocautery. The abdomen was opened and an\nOmni retractor was positioned. The aorta was dissected out in the abdomen. The\nleft femoral vein was identified. There was a nicely clampable portion of\naorta visible. We, as mentioned, placed our Omni retractor and then turned our\nattention to performing our anastomosis. Full-dose heparin was given. Next,\nvascular clamps were applied to the iliac vessels as well as to the proximal\naorta just below the renal vessels. A #11-blade scalpel was used to make an\narteriotomy in the aorta, which was lengthened both proximally and distally\nusing Potts scissors. We then beveled our proximal graft and constructed an\nend graft-to-side artery anastomosis using 3-0 Prolene in a running fashion.\nUpon completion of our anastomosis, we flushed our graft and noted there was\nno evidence of a leak from the newly constructed anastomosis. We then created\nour tunnels over the iliac vessels. We pulled the distal limbs over our ABF\ngraft into the groin. We then proceeded to perform our right anastomosis\nfirst. We applied vascular clamps on the proximal common femoral, profunda,\nand superficial femoral arteries. We incised the common femoral artery and\nlengthened our arteriotomy in the vessel both proximally and distally. We then\nfooted the graft down onto the common femoral artery to the level of the SFA\nand constructed our anastomosis using 6-0 Prolene in a running fashion. Upon\ncompletion of our anastomosis, we flushed the common femoral, SFA, and\nprofunda femoris arteries. We then removed our clamp. We opened the limb more\nproximally in the abdomen on the right side. We then turned our attention to\nthe left side and similarly placed our vascular clamps. We used a #11-blade\nscalpel to make an arteriotomy in the vessel. We then lengthened our\narteriotomy both proximally and distally again onto the SFA. We constructed a\nfooted end graft-to-side artery anastomosis using 6-0 Prolene in a running\nfashion. Upon completion of our anastomosis, we opened our clamps. There was\nno noticeable leak from the newly constructed anastomosis. We checked our\nproximal graft to aortic anastomosis, which was noted to be in good condition.\nWe then gave full-dose protamine. We closed the peritoneum over the graft with\n4-0 Vicryl in a running fashion. The abdomen was closed with #1 nylon in a\nrunning fashion. The skin was closed with subcuticular 4-0 Monocryl in a\nrunning subcuticular fashion. The instrument and sponge count was correct at\nend of case. Patient tolerated the procedure well and was transferred to the\nintensive care unit in good condition.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AortobifemoralBypass1.txt"
}, {
  "docId" : "42",
  "content" : "\nPREOPERATIVE DIAGNOSIS: Aortoiliac occlusive disease.  \n  \nPOSTOPERATIVE DIAGNOSIS: Aortoiliac occlusive disease.  \n  \nPROCEDURE PERFORMED: Aortobifemoral bypass.  \n  \nOPERATIVE FINDINGS:  The patient was taken to the operating room. The\nabdominal contents were within normal limits. The aorta was of normal size and\nconsistency consistent with arteriosclerosis. A 16x8 mm Gore-Tex graft was\nplaced without difficulty. The femoral vessels were small somewhat thin and\nthere was posterior packing, but satisfactory bypass was performed.  \n  \nPROCEDURE:  The patient was taken to the operating room, placed in a supine\nposition, and prepped and draped in the usual sterile manner with Betadine\nsolution. A longitudinal incision was made after a Betadine-coated drape was\nplaced over the incisional area. Longitudinal incision was made over each\ngroin initially and carried down to the subcutaneous fat and fascia.\nHemostasis was obtained with electrocautery. The common deep and superficial\nfemoral arteries were exposed and then these incisions were covered with\nantibiotic soaked sponges. Attention was then turned to the abdomen, where a\nlongitudinal incision was made from the pubis xiphoid, carried down\nsubcutaneous fat and fascia. Hemostasis was obtained with electrocautery. The\nabdomen was entered above the umbilicus and then this was extended with care\ninferiorly as the patient has undergone previous abdominal surgery. Mild\nadhesions were lysed. The omentum was freed. The small and large intestine\nwere run with no evidence of abnormalities. The liver and gallbladder were\nwithin normal limits. No abnormalities were noted. At this point, the\nBookwalter retractor was placed. NG tube was placed in the stomach and placed\non suction. The intestines were gently packed intraabdominally and laterally.\nThe rest of the peritoneum was then opened. The aorta was cleared, both\nproximally and distally. The left iliac was completely occluded. The right\niliac was to be cleansed. At this point, 5000 units of aqueous heparin was\nadministered to allow take effect. The aorta was then clamped below the renal\narteries and opened in a longitudinal fashion. A single lumbar was ligated\nwith #3-0 Prolene. The inferior mesenteric artery was occluded intraluminally\nand required no suture closure. Care was taken to preserve collaterals. The\naorta was measured, and a 16 mm Gore-Tex graft was brought on the field and\nanastomosed to the proximal aorta using #3-0 Prolene in a running fashion.\nLast stitch was tied. Hemostasis was excellent. The clamp was gradually\nremoved and additional Prolene was placed in the right posterolateral aspect\nto obtain better hemostasis. At this point, strong pulses were present within\nthe graft. The limbs were vented and irrigated. Using bimanual technique, the\nretroperitoneal tunnels were developed immediately on top of the iliac\narteries into the groin. The grafts were then brought through these, care\nbeing taken to avoid twisting of the graft. At this point, the right iliac was\nthen ligated using #0 Vicryl and the clamp was removed. Hemostasis was\nexcellent. The right common femoral artery was then clamped proximally and\ndistally, opened with #11 blade extended with Potts scissors. The graft was\n_____ and anastomosed to the artery using #5-0 Prolene in a continuous fashion\nwith a stitch _______ running fashion. Prior to tying the last stitch, the\ngraft and artery were vented and the last stitch was tied. Flow was initially\nrestored proximally then distally with good results. Attention was then turned\nto the left groin and the artery grafts were likewise exposed, cleared\nproximally and distally. The artery was opened, extended with a Potts scissors\nand anastomosis was performed with #5-0 Prolene again with satisfactory\nhemostasis. The last stitch was tied. Strong pulses were present within the\nartery and graft itself. At this point, 25 mg of protamine was administered.\nThe wounds were irrigated with antibiotic solution. The groins were repacked.\nAttention was then returned to the abdomen. The retroperitoneal area and the\nanastomotic sites were checked for bleeding and none was present. The shell of\nthe aorta was closed over the proximal anastomosis and the retroperitoneum was\nthen repaired over the remaining portions of the graft. The intraabdominal\ncontents were then allowed to resume their normal position. There was no\nevidence of ischemia to the large or small bowel. At this point, the omentum\nand stomach were repositioned. The abdominal wall was closed in a running\nsingle layer fashion using #1 PDS. The skin was closed with skin staples. The\ngroins were again irrigated, closed with #3-0 Vicryl and #4-0 undyed Vicryl\nand Steri-Strips. The patient was then taken into the recovery room in\nsatisfactory condition after tolerating the procedure well. Sponges and\ninstrument counts were correct. Estimated blood loss 900 cc.  \n  \n",
  "category" : "CardiovascularPulmonary",
  "name" : "AortobifemoralBypass.txt"
}]